Repository: CanglongCl/Genshin-Pizza-Helper
Catalog: GenshinPizzaHepler/*.lproj/Localizable.strings
Languages: ja, ru, vi, zh_hant

source: Notifications are created locally and are automatically updated when the widget refreshes, or when you open the App. Long periods of time without opening the App or without using the widget may result in inaccurate notifications. Some notifications may only be refreshed by opening the App if the widget is in clean mode.
ja: 通知はローカルで作成され、ウィジェットが自動的に更新されるか、アプリを開いたときに自動的に更新されます。 アプリを開かなかったり、ウィジェットを長時間使用しなかったりすると、通知が不正確になる場合があります。 ウィジェットが簡潔 モードの場合、一部の通知はアプリを開くことによってのみ更新される場合があります。
ru: Уведомления создаются локально и автоматически обновляются вместе с виджетами или когда вы открываете GI Helper. Длительные периоды без запуска приложения или без виджетов может сказаться на неправильности уведомлений. Некоторые уведомления могут обновляться только когда открываешь приложение.
vi: Thông báo được tạo cục bộ và được cập nhật tự động khi tiện ích làm mới hoặc khi bạn mở Ứng dụng. Việc không mở Ứng dụng trong thời gian dài hoặc không sử dụng tiện ích có thể dẫn đến thông báo không chính xác. Một số thông báo chỉ có thể được làm mới bằng cách mở ứng dụng nếu tiện ích ở chế độ làm mới.
zh_hant: 您的通知均在本地創建，並在小工具自動刷新時，或您主動打開App時自動更新。 長時間未打開App或未使用小工具可能會導致通知不準確。 小工具若處於簡潔模式下，部分通知可能僅能通過打開App刷新。

# 顶置
source: Pin to Top
ja: トップに置く
ru: Закрепить сверху
vi: Ghim đầu trang
zh_hant: 頂置

# 请登录「%@」
source: Log in to "%@"
ja: 「%@」にログイン
ru: Авторизуйтесь, "%@"
vi: Đăng nhập vào "%@"
zh_hant: 請登入「%@」

# 距离%lld树脂
source: Time to %lld Resins
ja: %lld個樹脂まで
ru: Время до %lld смолы
vi: Thời gian để %lld Nhựa
zh_hant: 距離%lld樹脂

# 距离160树脂
source: Time to 160 Resins
ja: 160個樹脂まで
ru: Время до 160 Первородной смолы
vi: Thời gian đầy 160 Nhựa
zh_hant: 距離160樹脂

# 为该帐号开启树脂计时器
source: Set the resin timer for this account
ja: このアカウントの樹脂タイマーを有効にする
ru: Установить таймер смолы для этого аккаунта
vi: Đặt bộ hẹn giờ nhựa đầy cho tài khoản này
zh_hant: 為該帳號開啟樹脂計時器

# 自动启用树脂计时器
source: Enable Resin Timer Automatically
ja: 自動的に樹脂タイマーを有効にする
ru: Включать таймер смолы автоматически
vi: Tự động bật bộ hẹn giờ nhựa
zh_hant: 自動啟用樹脂計時器

# 树脂计时器是什么？
source: What is the resin timer?
ja: 樹脂タイマーとは？
ru: Что такое таймер смолы?
vi: Bộ đếm thời gian nhựa là gì?
zh_hant: 樹脂計時器是什麼？

# 创建树脂计时器成功
source: Create Resin Timer Successfully
ja: 樹脂タイマーを作成完了
ru: Таймер смолы создан успешно
vi: Tạo bộ đếm thời gian nhựa đầy thành công
zh_hant: 創建樹脂計時器成功

# 前往设置开启实时活动功能
source: Move to Settings to Enable "Real-Time Activity" Feature
ja: 設定に移動して「リアルタイム アクティビティ」を有効にします
ru: Перейдите к настройкам, чтобы включить функцию "эфир активности"
vi: Chuyển đến Cài Đặt để bật tính năng "Hoạt động trong thời gian thực"
zh_hant: 前往設定開啟實時活動功能

# 实时活动功能未开启，请前往设置开启。
source: "Real-time activity" disabled. Please enable it in the settings.
ja: 「リアルタイム アクティビティ」が無効になりました。設定で有効にしてください。
ru: Функция "эфир активности" выключена. Пожалуйста, включите её в настройках.
vi: Đã tắt "Hoạt động thời gian thực". Vui lòng kích hoạt nó trong Cài Đặt.
zh_hant: 實時活動功能未開啟，請前往設定開啟。

# 前往设置开启通知
source: Move to Settings to Enable Notifications
ja: 設定に移動して通知を有効にします
ru: Перейдите в настройки, чтобы активировать уведомления
vi: Di chuyển đến Cài Đặt để bật thông báo
zh_hant: 前往設定開啟通知

# 未启用通知，请前往设置开启。
source: Notifications disabled. Please enable it in the settings.
ja: 通知が無効になっています。設定で有効にしてください。
ru: Уведомления выключены. Пожалуйста, включите их в настройках.
vi: Thông báo bị vô hiệu hóa. Vui lòng kích hoạt nó trong Cài Đặt.
zh_hant: 未啟用通知，請前往設定開啟。

# 树脂计时器设置
source: Resin Timer Settings
ja: 樹脂タイマー設定
ru: Настройки таймера смолы
vi: Cài Đặt hẹn giờ nhựa đầy
zh_hant: 樹脂計時器設定

# 展示派遣探索
source: Show Expedition Infomation
ja: 探索派遣を表示
ru: Показывать информацию об экспедициях
vi: Hiển thị thông tin phái đi thám hiểm
zh_hant: 展示派遣探索

# 使用透明背景
source: Transparent Background
ja: 透明な背景を使用
ru: Прозрачный фон
vi: Nền Trong Suốt
zh_hant: 使用透明背景

# 随机背景
source: Random Background
ja: ランダム背景
ru: Случайный фон
vi: Nền Ngẫu Nhiên
zh_hant: 隨機背景

# 选择背景
source: Select Backgrounds
ja: 背景を選択
ru: Выбрать фон
vi: Chọn Nền
zh_hant: 選擇背景

# 选择计时器背景
source: Choose Backgrounds for Timer
ja: タイマーの背景を選択
ru: Выбрать фон для таймера
vi: Chọn hình nền cho hẹn giờ
zh_hant: 選擇計時器背景

# 距离派遣探索全部完成
source: All Expeditions Completion
ja: 全ての探索派遣終了まで
ru: Все экспедиции завершены
vi: Các cuộc phái đi thám hiểm đã được hoàn thành
zh_hant: 距離派遣探索全部完成

# 树脂计时器背景
source: Resin Timer Background
ja: 樹脂タイマー背景
ru: Фон таймера смолы
vi: Chọn nền cho bộ hẹn giờ nhựa
zh_hant: 樹脂計時器背景

# 未知错误：%@
source: Unknown Error: %@
ja: 未知のエラー： %@
ru: Неизвестная ошибка: %@
vi: Lỗi không xác định: %@
zh_hant: 未知錯誤：%@

# 系统设置不允许本软件开启实时活动，请前往开启
source: The system settings are not allowed to start the real-time activity, please go to turn it on
ja: システム設定では、このアプリでリアルタイム アクティビティを有効にすることはできません。有効にしてください。
ru: Системные настройки не позволяют запускать эфир активности, пожалуйста измените их
vi: Cài Đặt hệ thống không được phép bắt đầu hoạt động thời gian thực, vui lòng bật nó lên
zh_hant: 系統設定不允許本軟件開啟實時活動，請前往開啟

source: If you find errors in the dictionary content or have other problems, please contact [シクリ](https://twitter.com/xicri_gi?s=21&t=p-r6hSgh_TXt7iddPNZM1w) on Twitter for English & Japanese issues, and email for English & Chinese issues to [Bill Haku](mailto:i@hakubill.tech).
ja: 辞典の内容に誤りを見つけたり、他の問題がある場合、英語と日本語の問題についてTwitterで[シクリ](https://twitter.com/xicri_gi?s=21&t=p-r6hSgh_TXt7iddPNZM1w)さんにDMを送ってください、英語と中国語の問題についてメールで[Bill Haku](mailto:i@hakubill.tech)さんにご連絡ください。
ru: Если вы нашли ошибки в словаре или есть другие проблемы, пожалуйста свяжитесь с [シクリ](https://twitter.com/xicri_gi?s=21&t=p-r6hSgh_TXt7iddPNZM1w) в Twitter для проблем с английским и японским словарём, а для английского и китайского присылайте email [Bill Haku](mailto:i@hakubill.tech).
vi: Nếu bạn tìm thấy lỗi trong nội dung từ điển hoặc có vấn đề khác, vui lòng liên hệ [シクリ](https://twitter.com/xicri_gi?s=21&t=p-r6hSgh_TXt7iddPNZM1w) trên Twitter về các vấn đề tiếng Anh và tiếng Nhật, và gửi email cho các vấn đề tiếng Anh và tiếng Trung tới [Bill Haku](mailto:i@hakubill.tech).
