Repository: CanglongCl/Genshin-Pizza-Helper
Catalog: GenshinPizzaHepler/*.lproj/Localizable.strings
Languages: ja, ru, vi, zh_hant

# 自动展示你最需要的信息
source: Automatically display the information you need most
ja: あなたが最も必要な情報を自動で展示します
ru: Автоматически изображать более важную информацию
vi: Tự động hiển thị thông tin bạn cần nhất
zh_hant: 自動展示你最需要的資訊

# 综合信息
source: Comprehensive Infos
ja: 総合情報
ru: Полная информация
vi: thông tin toàn diện
zh_hant: 綜合資訊

# 所有信息，一网打尽
source: All infos in one view
ja: 全ての情報、一網打尽
ru: Вся информация в одном виде
vi: Xem tất cả thông tin trong một lần
zh_hant: 所有資訊，一網打盡

# 洞天宝钱数量
source: Realm Currenncy amount
ja: 洞天宝銭の数
ru: Кол-во сокровищ обителя
vi: Số lượng tiền động tiên
zh_hant: 洞天寶錢數量

# 每日委托完成情况
source: Daily Commission Status
ja: デイリー依頼状況
ru: Статус ежедневных поручений
vi: Trạng thái nhiệm vụ hàng ngày
zh_hant: 每日委託完成情況

# 探索派遣完成情况
source: Expedition Status
ja: 探索派遣状況
ru: Статус экспедиций
vi: Tình trạng phái đi thám hiểm
zh_hant: 探索派遣完成情況

# 另一种样式的原粹树脂小组件
source: Original Resin Widget in another form
ja: 別のスタイルの天然樹脂のウィジェット
ru: Виджет первородной смолы в другой форме
vi: tiện ích hiển thị Nhựa Nguyên Chất ở dạng khác
zh_hant: 另一種樣式的原粹樹脂小工具

# 请等待帐号从iCloud同步
source: Please wait for the data to sync from iCloud
ja: アカウントデーターがiCloudから同期するのを待ってください
ru: Пожалуйста, подждите. Идёт синхронизация с iCloud
vi: Vui lòng đợi dữ liệu được đồng bộ hóa từ iCloud
zh_hant: 請等待帳號從iCloud同步

# 的原粹树脂
source: 's Original Resin
ja: の天然樹脂
ru: Первородная смола
vi: 's Nhựa Nguyên Chất
zh_hant: 的原粹樹脂

# 的智能轮换信息
source: 's Automatic Rotation
ja: の自動ローテーション
ru: Автоматическая ориентация
vi: 's Vòng xoay tự động
zh_hant: 的智慧型輪替資訊

# 的探索派遣
source: 's Expedition
ja: の探索派遣
ru: Экспедиции
vi: 's Phái đi thám hiểm
zh_hant: 的探索派遣

# 的每日委托
source: 's Daily Commission
ja: のデイリー依頼
vi: 's Nhiệm vụ hàng ngày
zh_hant: 的每日委託

# 的综合信息
source: 's Comprehensive Infos
ja: の総合情報
ru: Полная информация
vi: 's Thông tin toàn diện
zh_hant: 的綜合資訊

# 的洞天宝钱
source: 's Realm Currency
ja: の洞天宝銭
ru: Сокровища обители
vi: 's Tiền động tiên
zh_hant: 的洞天寶錢

# 已填满
source: Refilled
ja: 回復完了
ru: Заполнилось
vi: Nạp lại
zh_hant: 已填滿

# 160, 已回满
source: 160, full
ja: 160, 回復完了
ru: 160, полная
vi: 160, đầy
zh_hant: 160, 已回滿

# 提纳里・沐露
source: Tighnari: Dew-Kissed
ja: ティナリ・沐露
ru: Омовение росами
zh_hant: 提納里・沐露

# 柯莱・豹蔚
source: Collei: Good Virtue
ja: コレイ・春風駘蕩
ru: Благородство леопарда
zh_hant: 柯萊・豹蔚

# 多莉・魔灯
source: Dori: Jinni
ja: ドリー・魔法のランプ
ru: Джинн
zh_hant: 多莉・魔燈

# 纪行・深林
source: Travel Notes: Woodlands
ja: 紀行・深林
ru: Чаща леса
vi: Nhật Kí Hành Trình: Woodlands
zh_hant: 紀行・深林

# 成就・漫行
source: Achievement: Roaming
ja: アチーブメント・漫遊
ru: Странствие
vi: Thành Tựu: Roaming
zh_hant: 成就・漫行

# 成就・逢缘
source: Achievement: Fated Encounter
ja: アチーブメント・合縁
ru: Судьбоносная встреча
vi: Thành Tựu: Fated Encounter
zh_hant: 成就・逢緣

# 须弥・瑶林
source: Sumeru: Shimmering Woods
ja: スメール・瑶林
ru: Драгоценный лес
zh_hant: 須彌・瑤林

# 须弥・照览
source: Sumeru: Observance
ja: スメール・照覧
ru: Наблюдение
zh_hant: 須彌・照覽

# 须弥・正明
source: Sumeru: Unsullied
ja: スメール・正明
ru: Безупречность
zh_hant: 須彌・正明

# 坎蒂丝
source: Candace
ja: キャンディス
ru: Кандакия
zh_hant: 坎蒂絲

# 概览
source: Overview
ja: 概要
ru: Главная
vi: Tổng quan
zh_hant: 概覽

# 工具
source: Tools
ja: ツール
ru: Инструменты
vi: Công cụ
zh_hant: 工具

# 当前活动
source: Ongoing Events
ja: 進行中のイベント
ru: Проходящие события
vi: Sự kiện đang diễn ra
zh_hant: 當前活動

# 即将结束的活动
source: Soon to end events
ja: 現在開催中のイベント
ru: Заканчивающиеся события
vi: Sự kiện sắp kết thúc
zh_hant: 即將結束的活動

# 查看全部活动
source: All ongoing events
ja: 全てのイベント
ru: Все проходящие события
vi: Tất cả Sự kiện đang diễn ra
zh_hant: 檢視全部活動

# 帐号基本信息
source: Account Basic Infos
ru: Основная информация об аккаунте
vi: Thông tin cơ bản về tài khoản
zh_hant: 帳號基本資訊

# 剩余 %lld天
source: %lld days left
ja: 残り%lld日
ru: %lld дней(-я) осталось
vi: %lld ngày còn lại
zh_hant: 剩餘 %lld天

# 剩余 %lld小时
source: %lld hours left
ja: 残り%lld時間
ru: %lld часов(-а) осталось
vi: %lld giờ còn lại
zh_hant: 剩餘 %lld小時

# 收起
source: Fold
ja: 折る
ru: Свернуть
zh_hant: 收起

# 点击材料查看更多
source: Tap the icon to show more
ja: アイコンをタップして詳細を表示
ru: Нажми на иконку приложения чтобы узнать больше
vi: Nhấn vào biểu tượng để hiển thị thêm
zh_hant: 點擊材料以檢視更多資訊

# 点击材料查看关联角色
source: Tap the icon to show related characters
ja: アイコンをタップして関連キャラを表示
ru: Коснитесь значка, чтобы отобразить связанных персонажей
vi: Nhấn vào biểu tượng để hiển thị các nhân vật liên quan
zh_hant: 點擊材料以檢視關聯角色

# 菲谢尔
source: Fischl
ja: フィッシュル
ru: Фишль
zh_hant: 菲謝爾

# 左右滑动查看更多
source: Swipe left and right to see more
ja: 左右にスワイプして詳細を表示
ru: Свайпни влево или вправо, чтобы увидеть больше
vi: Vuốt sang trái và phải để xem thêm
zh_hant: 左右滑動以檢視更多資訊

# 使用小组件遇到了问题？
source: Any question about the Widget or Apple Watch complications?
ja: ウィジェットまたは Apple Watch のコンプリケーションについて質問はありますか?
ru: Есть вопросы насчёт виджетов или есть трудности с добавлением расширения на циферблат Apple Watch?
vi: Mọi thắc mắc về tiện ích hoặc sự phức tạp của Apple Watch?
zh_hant: 使用小工具遇到了問題？

# 如何添加小组件和锁屏小组件？
source: How to add Widget on your Home Screen and Lock Screen?
ja: ホーム画面とロック画面にウィジェットを追加する方法
ru: Как добавить виджеты на главный экран или экран "Домой"?
vi: Cách thêm tiện ích trên Màn hình chính và Màn hình khóa?
zh_hant: 如何添加小工具和鎖屏小工具？

# 关于如何在Apple Watch上添加复杂功能，请参考Apple支持文档
source: About how to add a Apple Watch complication, please refer to the Apple Support Documents
ja: Apple Watch コンプリケーションを追加する方法については、Apple サポート ドキュメントを参照してください。
ru: О том как добавить расширение на циферблат Apple Watch, вы можете прочитать в документации Apple
vi: Về cách thêm tiện ích trên Apple Watch, vui lòng tham khảo Tài liệu hỗ trợ của Apple
zh_hant: 關於如何在Apple Watch上添加複雜功能，請參考Apple支援文件

# 如何添加复杂功能？
source: How to add Apple Watch complications?
ja: Apple Watch コンプリケーションを追加する方法
ru: Как добавить расширение на циферблат Apple Watch?
vi: Cách thêm tiện ích của Apple Watch?
zh_hant: 如何添加複雜功能？

# 还有其他问题？
source: Any other questions?
ja: 他に何かご質問は？
ru: Остались вопросы?
vi: Bất kỳ câu hỏi nào khác?
zh_hant: 還有其他問題？

# 偏好语言
source: Preferred language
ja: 優先言語
ru: Предпочитаемый язык
vi: Cài Đặt Ngôn Ngữ
zh_hant: 偏好語言

# 检查更新
source: Check Updates
ja: アップデートをチェック
ru: Проверить обновления
vi: Kiểm tra cập nhật
zh_hant: 檢查更新

# 清空已检查的版本号
source: Clean Checked Version Codes
vi: Làm sạch mã phiên bản đã kiểm tra
zh_hant: 清空已檢查的版本號

# 开源组件与第三方API致谢
source: Acknowledgement for open source components and third-party APIs
ja: オープンソース コンポーネントおよびサードパーティ API に対するの感謝
ru: Список использованных компонентов с открытым исходным кодом и сторонними API
zh_hant: 開放原始碼組件與第三方API致謝

# 我们的App使用了以下开源组件和第三方API，在此向其作者表示感谢。
source: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
ja: 私たちのアプリは、次のオープン ソース コンポーネントとサードパーティ API を使用しており、それらの作成者に感謝します。
ru: Наше приложение использует нижеперечисленные компоненты с открытым исходным кодом и сторонними APIs, за что мы безмерно благодарим их авторов.
zh_hant: 我們的App使用了以下開放原始碼組件和第三方API，在此向其作者表示感謝。

# 敬请期待
source: Stay tuned
ja: 乞うご期待
ru: Оставайтесь на связи
vi: Giữ nguyên
zh_hant: 敬請期待

# 感谢您更新到最新版本
source: You are up to Date
ja: Appは最新です
ru: У вас последняя версия
vi: Bạn đã cập nhật
zh_hant: 感謝您更新到最新版本

# 更新内容：
source: Update Contents:
ja: 更新内容:
ru: Новое в обновлении:
vi: Cập nhật nội dung:
zh_hant: 更新內容：

# 前往TestFlight更新
source: Go to TestFlight to Update it
ja: TestFlight に移動して更新します
ru: Зайдите в TestFlight и обновитесь
vi: Truy cập TestFlight để cập nhật
zh_hant: 前往TestFlight更新

# 前往App Store更新
source: Go to App Store to Update it
ja: App Store に移動して更新します
ru: Зайдите в App Store и обновитесь
vi: Vào App Store để cập nhật
zh_hant: 前往App Store更新

# 发现新版本
source: New Version Found
ja: 新しいバージョン
ru: Обнаружено обновление
vi: Đã tìm thấy phiên bản mới
zh_hant: 發現新版本

# 原神披萨小助手官方网站
source: Genshin Pizza Helper Official Site
ja: 原神ピザ助手公式サイト
ru: Оффициальный сайт Genshin Pizza Helper
vi: Trang web chính thức của Genshin Pizza Helper
zh_hant: 原神披薩小助手官方網站

# Twitter主页
source: Twitter Homepage
ja: Twitter ホームページ
ru: Twitter страница
vi: Trang chủ Twitter
zh_hant: Twitter主頁

# YouTube频道
source: YouTube Channel
ja: YouTube チャンネル
ru: YouTube канал
vi: Kênh YouTube
zh_hant: YouTube頻道

# 翻译提供
source: Translators
ja: 翻訳提供者
ru: Переводчики
vi: Phiên dịch viên
zh_hant: 翻譯提供

# たお👻🍑
source: Hatti
ja: たお👻🍑
zh_hant: たお👻🍑

# 单手剑
source: Sword
ja: 片手剣
ru: Одноручное оружие
vi: Kiếm Đơn
zh_hant: 單手劍

# 双手剑
source: Claymore
ja: 両手剣
ru: Двуручное оружие
vi: Trọng Kiếm
zh_hant: 雙手劍

# 长柄武器
source: Polearm
ja: 長柄武器
ru: Древковое оружие
vi: Vũ Khí Cán Dài
zh_hant: 長柄武器

# 弓
source: Bow
ja: 弓
ru: Стрелковое оружие
vi: Cung
zh_hant: 弓

# 法器
source: Catalyst
ja: 法器
ru: Катализатор
vi: Pháp Khí
zh_hant: 法器

# 无锋剑
source: Dull Blade
ja: 無鋒の剣
ru: Тупой меч
vi: Vô Phong Kiếm
zh_hant: 無鋒劍

# 银剑
source: Silver Sword
ja: 銀の剣
ru: Серебряный меч
vi: Kiếm Bạc
zh_hant: 銀劍

# 冷刃
source: Cool Steel
ja: 冷刃
ru: Холодное лезвие
vi: Lãnh Nhẫn
zh_hant: 冷刃

# 黎明神剑
source: Harbinger of Dawn
ja: 黎明の神剣
ru: Предвестник зари
vi: Thần Kiếm Lê Minh
zh_hant: 黎明神劍

# 旅行剑
source: Traveler's Handy Sword
ja: 旅道の剣
ru: Меч путешественника
vi: Kiếm Lữ Hành
zh_hant: 旅行劍

# 吃虎鱼刀
source: Fillet Blade
ja: チ虎魚の刀
ru: Филейный нож
vi: Đao Săn Cá
zh_hant: 螭虎魚刀

# 飞天御剑
source: Skyrider Sword
ja: 飛天御剣
ru: Меч небесного всадника
vi: Kiếm Phi Thiên
zh_hant: 飛天御劍

# 西风剑
source: Favonius Sword
ja: 西風剣
ru: Меч Фавония
vi: Tây Phong Kiếm
zh_hant: 西風劍

# 笛剑
source: The Flute
ja: 笛の剣
ru: Меч-флейта
vi: Kiếm Sáo
zh_hant: 笛劍

# 祭礼剑
source: Sacrificial Sword
ja: 祭礼の剣
ru: Церемониальный меч
vi: Kiếm Tế Lễ
zh_hant: 祭禮劍

# 宗室长剑
source: Royal Longsword
ja: 旧貴族長剣
ru: Меч аристократов
vi: Trường Kiếm Tông Thất
zh_hant: 宗室長劍

# 匣里龙吟
source: Lion's Roar
ja: 匣中龍吟
ru: Драконий рык
vi: Tiếng Hét Của Rồng
zh_hant: 匣裡龍吟

# 试作斩岩
source: Prototype Rancour
ja: 斬岩・試作
ru: Прототип: Злоба
vi: Mẫu Trảm Nham
zh_hant: 試作斬岩

# 铁蜂刺
source: Iron Sting
ja: 鉄蜂の刺し
ru: Стальное жало
vi: Thiết Phong Kích
zh_hant: 鐵蜂刺

# 黑岩长剑
source: Blackcliff Longsword
ja: 黒岩の長剣
ru: Черногорский длинный меч
vi: Hắc Nham Trường Kiếm
zh_hant: 黑岩長劍

# 黑剑
source: The Black Sword
ja: 黒剣
ru: Чёрный меч
vi: Kiếm Đen
zh_hant: 黑劍

# 降临之剑
source: Sword of Descension
ja: 降臨の剣
ru: Меч нисхождения
vi: Kiếm Giáng Lâm
zh_hant: 降臨之劍

# 腐植之剑
source: Festering Desire
ja: 腐植の剣
ru: Осквернённое желание
vi: Răng Nanh Rỉ Sét
zh_hant: 腐植之劍

# 暗巷闪光
source: The Alley Flash
ja: ダークアレイの閃光
ru: Вспышка во тьме
vi: Tia Sáng Nơi Hẻm Tối
zh_hant: 暗巷閃光

# 天目影打刀
source: Amenoma Kageuchi
ja: 天目影打
ru: Амэнома Кагэути
vi: Đoản Đao Amenoma
zh_hant: 天目影打刀

# 辰砂之纺锤
source: Cinnabar Spindle
ja: シナバースピンドル
ru: Киноварное веретено
vi: Con Thoi Chu Sa
zh_hant: 辰砂之紡錘

# 笼钓瓶一心
source: Kagotsurube Isshin
ja: 籠釣瓶一心
ru: Кагоцурубэ Иссин
zh_hant: 籠釣瓶一心

# 原木刀
source: Sapwood Blade
ja: 原木刀
ru: Деревянный клинок
vi: Kiếm Gỗ
zh_hant: 原木刀

# 风鹰剑
source: Aquila Favonia
ja: 風鷹剣
ru: Меч Сокола
vi: Phong Ưng Kiếm
zh_hant: 風鷹劍

# 天空之刃
source: Skyward Blade
ja: 天空の刃
ru: Небесный меч
vi: Kiếm Thiên Không
zh_hant: 天空之刃

# 斫峰之刃
source: Summit Shaper
ja: 斬山の刃
ru: Кромсатель пиков
vi: Kiếm Chước Phong
zh_hant: 斫峰之刃

# 磐岩结绿
source: Primordial Jade Cutter
ja: 磐岩結緑
ru: Драгоценный омут
vi: Bàn Nham Kết Lục
zh_hant: 磐岩結綠

# 苍古自由之誓
source: Freedom-Sworn
ja: 蒼古なる自由への誓い
ru: Клятва свободы
vi: Lời Thề Tự Do Cổ Xưa
zh_hant: 蒼古自由之誓

# 雾切之回光
source: Mistsplitter Reforged
ja: 霧切の廻光
ru: Рассекающий туман
vi: Ánh Sáng Đêm Xương Mù
zh_hant: 霧切之迴光

# 波乱月白经津
source: Haran Geppaku Futsu
ja: 波乱月白経津
ru: Харан гэппаку фуцу
zh_hant: 波亂月白經津

# 训练大剑
source: Waster Greatsword
ja: 訓練用大剣
ru: Двуручный меч богатыря
vi: Kiếm Huấn Luyện
zh_hant: 訓練大劍

# 佣兵重剑
source: Old Merc's Pal
ja: 傭兵の重剣
ru: Лучший друг наёмника
vi: Kiếm Dụng Binh
zh_hant: 傭兵重劍

# 铁影阔剑
source: Ferrous Shadow
ja: 鉄影段平
ru: Металлическая тень
vi: Kiếm Thiết Ảnh
zh_hant: 鐵影闊劍

# 沐浴龙血之剑
source: Bloodtainted Greatsword
ja: 龍血を浴びた剣
ru: Меч драконьей крови
vi: Kiếm Huyết Rồng
zh_hant: 沐浴龍血之劍

# 白铁大剑
source: White Iron Greatsword
ja: 白鉄の大剣
ru: Меч из белого железа
vi: Kiếm Bạch Thiết
zh_hant: 白鐵大劍

# 以理服人
source: Debate Club
ja: 理屈責め
ru: Дубина переговоров
vi: Gậy Thu Phục
zh_hant: 以理服人

# 飞天大御剑
source: Skyrider Greatsword
ja: 飛天大御剣
ru: Большой меч небесного всадника
vi: Đại Kiếm Phi Thiên
zh_hant: 飛天大御劍

# 西风大剑
source: Favonius Greatsword
ja: 西風大剣
ru: Двуручный меч Фавония
vi: Đại Kiếm Tây Phong
zh_hant: 西風大劍

# 钟剑
source: The Bell
ja: 鐘の剣
ru: Меч-колокол
vi: Kiếm Chuông
zh_hant: 鐘劍

# 祭礼大剑
source: Sacrificial Greatsword
ja: 祭礼の大剣
ru: Церемониальный двуручный меч
vi: Đại Kiếm Tế Lễ
zh_hant: 祭禮大劍

# 宗室大剑
source: Royal Greatsword
ja: 旧貴族大剣
ru: Королевский двуручный меч
vi: Đại Kiếm Tông Thất
zh_hant: 宗室大劍

# 雨裁
source: Rainslasher
ja: 雨裁
ru: Дождерез
vi: Vũ Tài
zh_hant: 雨裁

# 试作古华
source: Prototype Archaic
ja: 古華・試作
ru: Прототип: Архаичный
vi: Mẫu Cổ Hoa
zh_hant: 試作古華

# 白影剑
source: Whiteblind
ja: 白影の剣
ru: Белая тень
vi: Kiếm Bạch Ảnh
zh_hant: 白影劍

# 黑岩斩刀
source: Blackcliff Slasher
ja: 黒岩の斬刀
ru: Черногорская бритва
vi: Hắc Nham Trảm Đao
zh_hant: 黑岩斬刀

# 螭骨剑
source: Serpent Spine
ja: 螭龍の剣
ru: Меч драконьей кости
vi: Kiếm Li Cốt
zh_hant: 螭骨劍

# 雪葬的星银
source: Snow-Tombed Starsilver
ja: 雪葬の星銀
ru: Заснеженное звёздное серебро
vi: Tuyết Vùi Tinh Ngân
zh_hant: 雪葬的星銀

# 千岩古剑
source: Lithic Blade
ja: 千岩古剣
ru: Каменный меч
vi: Thiên Nham Cổ Kiếm
zh_hant: 千岩古劍

# 桂木斩长正
source: Katsuragikiri Nagamasa
ja: 桂木斬長正
ru: Кацурагикири Нагамаса
vi: Trường Đao Katsuragikiri
zh_hant: 桂木斬長正

# 衔珠海皇
source: Luxurious Sea-Load
ja: 銜玉の海皇
ru: Благодатный владыка вод
vi: Vua Biển Hàng Hiệu
zh_hant: 銜珠海皇

# 恶王丸
source: Akuoumaru
ja: 惡王丸
ru: Акуомару
zh_hant: 惡王丸

# 森林王器
source: Forest Regalia
ja: 森林のレガリア
ru: Регалия леса
vi: Vương Khí Rừng Sâu
zh_hant: 森林王器

# 天空之傲
source: Skyward Pride
ja: 天空の傲
ru: Небесное величие
vi: Thiên Không Kiêu Ngạo
zh_hant: 天空之傲

# 狼的末路
source: Wolf's Gravestone
ja: 狼の末路
ru: Волчья погибель
vi: Đường Cùng Của Sói ( Kiếm Chó :v )
zh_hant: 狼的末路

# 无工之剑
source: The Unforged
ja: 無工の剣
ru: Некованый
vi: Kiếm Vô Công
zh_hant: 無工之劍

# 松籁响起之时
source: Song of Broken Pines
ja: 松韻の響く頃
ru: Песнь разбитых сосен
vi: Tiếng Gió Trong Rừng Thông
zh_hant: 松籟響起之時

# 赤角石溃杵
source: Redhorn Stonethresher
ja: 赤角石塵滅砕
ru: Краснорогий камнеруб
vi: Xích Giác Phá Thạch Đao
zh_hant: 赤角石潰杵

# 新手长枪
source: Beginner's Protector
ja: 新米の長槍
ru: Копьё новичка
vi: Thương Tân Thủ
zh_hant: 新手長槍

# 铁尖枪
source: Iron Point
ja: 鉄尖槍
ru: Железный наконечник
vi: Thương Sắt
zh_hant: 鐵尖槍

# 白缨枪
source: White Tassel
ja: 白纓槍
ru: Белая кисть
vi: Thương Bạch Anh
zh_hant: 白纓槍

# 钺矛
source: Halberd
ja: 鉾槍
ru: Алебарда Миллелита
vi: Thuẫn Kích
zh_hant: 鉞矛

# 黑缨枪
source: Black Tassel
ja: 黒纓槍
ru: Чёрная кисть
vi: Hắc Anh Thương
zh_hant: 黑纓槍

# 匣里灭辰
source: Dragon's Bane
ja: 匣中滅龍
ru: Гроза драконов
vi: Tai Ương Của Rồng
zh_hant: 匣裡滅辰

# 试作星镰
source: Prototype Starglitter
ja: 星鎌・試作
ru: Прототип: Звёздный блеск
vi: Mẫu Tinh Liêm
zh_hant: 試作星鐮

# 流月针
source: Crescent Pike
ja: 流月の針
ru: Пика полумесяца
vi: Lưu Nguyệt Châm
zh_hant: 流月針

# 黑岩刺枪
source: Blackcliff Pole
ja: 黒岩の突槍
ru: Черногорская пика
vi: Thương Hắc Nham
zh_hant: 黑岩刺槍

# 决斗之枪
source: Deathmatch
ja: 死闘の槍
ru: Смертельный бой
vi: Thương Quyết Chiến
zh_hant: 決鬥之槍

# 西风长枪
source: Favonius Lance
ja: 西風長槍
ru: Копьё Фавония
vi: Thương Tây Phong
zh_hant: 西風長槍

# 宗室猎枪
source: Royal Spear
ja: 旧貴族猟槍
ru: Королевское копьё
vi: Thương Săn Tông Thất
zh_hant: 宗室獵槍

# 龙脊长枪
source: Dragonspine Spear
ja: ドラゴンスピア
ru: Копьё Драконьего хребта
vi: Thương Long Tích
zh_hant: 龍脊長槍

# 千岩长枪
source: Lithic Lance
ja: 千岩長槍
ru: Каменное копьё
vi: Thương Thiên Nham
zh_hant: 千岩長槍

# 喜多院十文字
source: Kitain Cross Spear
ja: 喜多院十文字槍
ru: Крест-копьё Китаин
vi: Giáo Thập Tự Kitain
zh_hant: 喜多院十文字

# 渔获
source: The Catch
ja: 漁獲
ru: Улов
vi: Lao Xiên Cá
zh_hant: 漁獲

# 断浪长鳍
source: Wavebreaker's Fin
ja: 斬波のひれ長
ru: Режущий волны плавник
vi: Vây Cá Chẻ Sóng ( Phóng Lợn :v )
zh_hant: 斷浪長鰭

# 贯月矢
source: Moonpiercer
ja: ムーンピアサー
ru: Пронзающий луну
vi: Quán Nguyệt Thương
zh_hant: 貫月矢

# 和璞鸢
source: Primordial Jade Winged-Spear
ja: 和璞鳶
ru: Нефритовый коршун
vi: Hoà Phác Diên
zh_hant: 和璞鳶

# 天空之脊
source: Skyward Spine
ja: 天空の脊
ru: Небесная ось
vi: Xương Sống Thiên Không
zh_hant: 天空之脊

# 贯虹之槊
source: Vortex Vanguisher
ja: 破天の槍
ru: Покоритель вихря
vi: Giáo Nịnh Thần
zh_hant: 貫虹之槊

# 护摩之杖
source: Staff of Homa
ja: 護摩の杖
ru: Посох Хомы
vi: Trượng Hộ Ma
zh_hant: 護摩之杖

# 薙草之稻光
source: Engulfing Lightning
ja: 草薙の稲光
ru: Сияющая жатва
vi: Đoạn Thảo Trường Đao
zh_hant: 薙草之稻光

# 息灾
source: Calamity Queller
ja: 息災
ru: Усмиритель бед
vi: Huỷ Diệt
zh_hant: 息災

# 猎弓
source: Hunter's Bow
ja: 狩猟弓
ru: Лук охотника
vi: Cung Săn Bắn
zh_hant: 獵弓

# 历练的猎弓
source: Seasoned Hunter's Bow
ja: 歴戦の狩猟弓
ru: Лук опытного охотника
vi: Cung Săn Bắn Tôi Luyện
zh_hant: 歷練的獵弓

# 鸦羽弓
source: Raven Bow
ja: 鴉羽の弓
ru: Лук ворона
vi: Cung Lông Quạ
zh_hant: 鴉羽弓

# 神射手之誓
source: Sharpshooter's Oath
ja: シャープシューターの誓い
ru: Клятва стрелка
vi: Lời Thề Xạ Thủ Thần
zh_hant: 神射手之誓

# 反曲弓
source: Recurve Bow
ja: リカーブボウ
ru: Изогнутый лук
vi: Cung Phản Khúc
zh_hant: 反曲弓

# 弹弓
source: Slingshot
ja: 弾弓
ru: Рогатка
vi: Nỏ Kéo
zh_hant: 彈弓

# 信使
source: Messenger
ja: 文使い
ru: Посыльный
vi: Tín Sứ
zh_hant: 信使

# 西风猎弓
source: Favonius Warbow
ja: 西風猟弓
ru: Боевой лук Фавония
vi: Cung Tây Phong
zh_hant: 西風獵弓

# 绝弦
source: The Stringless
ja: 絶弦
ru: Бесструнный
vi: Tuyệt Huyền
zh_hant: 絕弦

# 祭礼弓
source: Sacrificial Bow
ja: 祭礼の弓
ru: Церемониальный лук
vi: Cung Tế Lễ
zh_hant: 祭禮弓

# 宗室长弓
source: Royal Bow
ja: 旧貴族長弓
ru: Королевский лук
vi: Trường Cung Tông Thất
zh_hant: 宗室長弓

# 弓藏
source: Rust
ja: 弓蔵
ru: Ржавый лук
vi: Cung Rỉ Sét
zh_hant: 弓藏

# 试作澹月
source: Prototype Crescent
ja: 澹月・試作
ru: Прототип: Полумесяц
vi: Mẫu Đạm Nguyệt
zh_hant: 試作澹月

# 钢轮弓
source: Compound Bow
ja: リングボウ
ru: Составной лук
vi: Cung Thép
zh_hant: 鋼輪弓

# 黑岩战弓
source: Blackcliff Warbow
ja: 黒岩の戦弓
ru: Черногорский боевой лук
vi: Cung Hắc Nham
zh_hant: 黑岩戰弓

# 苍翠猎弓
source: The Viridescent Hunt
ja: 蒼翠の狩猟弓
ru: Зелёный лук
vi: Cung Sắc Xanh
zh_hant: 蒼翠獵弓

# 暗巷猎手
source: Alley Hunter
ja: ダークアレイの狩人
ru: Охотник во тьме
vi: Thợ Săn Hẻm Tối
zh_hant: 暗巷獵手

# 幽夜华尔兹
source: Mitternachts Waltz
ja: 幽夜のワルツ
ru: Вальс Нирваны Ночи
vi: Điệu Van Ban Đêm
zh_hant: 幽夜華爾茲

# 破魔之弓
source: Hamayumi
ja: 破魔の弓
ru: Хамаюми
vi: Cung Trừ Ma
zh_hant: 破魔之弓

# 曚云之月
source: Mouun's Moon
ja: 曚雲の月
ru: Луна Моун
vi: Ánh Trăng Mouun
zh_hant: 曚雲之月

# 落霞
source: Fading Twilight
ja: 落霞
ru: Гаснущие сумерки
vi: Lạc Hà
zh_hant: 落霞

# 竭泽
source: End of the Line
ja: 竭沢
ru: Иссушитель
vi: Sông Cạn
zh_hant: 竭澤

# 王下近侍
source: King's Squire
ja: 王の近侍
ru: Приближённый короля
vi: Cận Vệ Nhà Vua
zh_hant: 王下近侍

# 天空之翼
source: Skyward Harp
ja: 天空の翼
ru: Небесное крыло
vi: Cánh Thiên Không
zh_hant: 天空之翼

# 阿莫斯之弓
source: Amos' Bow
ja: アモスの弓
ru: Лук Амоса
vi: Cung Amos
zh_hant: 阿莫斯之弓

# 终末嗟叹之诗
source: Elegy for the End
ja: 終焉を嘆く詩
ru: Элегия погибели
vi: Tiếng Thở Dài Vô Tận
zh_hant: 終末嗟嘆之詩

# 飞雷之弦振
source: Thundering Pulse
ja: 飛雷の鳴弦
ru: Громовой пульс
vi: Sấm Sét Rung Động
zh_hant: 飛雷之弦振

# 冬极白星
source: Polar Star
ja: 冬極の白星
ru: Полярная звезда
vi: Ngôi Sao Cực Đông
zh_hant: 冬極白星

# 若水
source: Aqua Simulacra
ja: 若水
ru: Аква симулякрум
vi: Nhược Thuỷ
zh_hant: 若水

# 猎人之径
source: Hunter's Path
ja: 狩人の道
ru: Охотничья тропа
vi: Con Đường Thợ Săn
zh_hant: 獵人之徑

# 学徒笔记
source: Apprentice's Notes
ja: 生徒ノート
ru: Записи ученика
vi: Nhật Ký Học Sinh
zh_hant: 學徒筆記

# 口袋魔导书
source: Pocket Grimoire
ja: ポケット魔導書
ru: Карманный гримуар
vi: Sổ Tay Ma Pháp
zh_hant: 口袋魔導書

# 魔导绪论
source: Magic Guide
ja: 魔導緒論
ru: Руководство по магии
vi: Tóm Tắt Ma Pháp
zh_hant: 魔導緒論

# 讨龙英杰谭
source: Thrilling Tales of Dragon Slayers
ja: 龍殺しの英傑譚
ru: Эпос о драконоборцах
vi: Câu Chuyện Diệt Rồng
zh_hant: 討龍英傑譚

# 异世界行记
source: Otherworldly Story
ja: 異世界旅行記
ru: Потусторонняя история
vi: Tiểu Thuyết Dị Giới
zh_hant: 異世界行記

# 翡玉法珠
source: Emerald Orb
ja: 翡玉法珠
ru: Изумрудный шар
vi: Quả Cầu Ngọc
zh_hant: 翡玉法珠

# 甲级宝珏
source: Twin Nephrite
ja: 特級の宝玉
ru: Парный нефрит
vi: Ngọc Sinh Đôi
zh_hant: 甲級寶珏

# 西风秘典
source: Favonius Codex
ja: 西風秘典
ru: Кодекс Фавония
vi: Tây Phong Mật Điển
zh_hant: 西風祕典

# 流浪乐章
source: The Widsith
ja: 流浪楽章
ru: Песнь странника
vi: Chương Nhạc Lang Thang
zh_hant: 流浪樂章

# 祭礼残章
source: Sacrificial Fragments
ja: 祭礼の断片
ru: Церемониальные мемуары
vi: Mảnh Chương Tế Lễ
zh_hant: 祭禮殘章

# 宗室秘法录
source: Royal Grimoire
ja: 旧貴族秘法録
ru: Королевский гримуар
vi: Mật Pháp Tông Thất
zh_hant: 宗室祕法錄

# 匣里日月
source: Solar Pearl
ja: 匣中日月
ru: Солнечная жемчужина
vi: Nhật Nguyệt Hạp
zh_hant: 匣裡日月

# 试作金珀
source: Prototype Amber
ja: 金珀・試作
ru: Прототип: Янтарь
vi: Mẫu Kim Phách
zh_hant: 試作金珀

# 万国诸海图谱
source: Mappa Mare
ja: 万国諸海の図譜
vi: Hải Đồ Vạn Quốc
zh_hant: 萬國諸海圖譜

# 黑岩绯玉
source: Blackcliff Agate
ja: 黒岩の緋玉
ru: Морской атлас
vi: Hắc Nham Phỉ Ngọc
zh_hant: 黑岩緋玉

# 昭心
source: Eye of Perception
ja: 昭心
ru: Око сознания
vi: Chiêu Tâm
zh_hant: 昭心

# 忍冬之果
source: Frostbearer
ja: 冬忍びの実
ru: Плод вечной мерзлоты
vi: Trái Chịu Lạnh
zh_hant: 忍冬之果

# 暗巷的酒与诗
source: Wine and Song
ja: ダークアレイの酒と詩
ru: Вино и песни
vi: Rượu Và Thơ Nơi Hẻm Tối
zh_hant: 暗巷的酒與詩

# 嘟嘟可故事集
source: Dodoco Tales
ja: ドドコの物語
ru: Истории Додоко
vi: Tuyển Tập Các Câu Chuyện Về Dodoco
zh_hant: 嘟嘟可故事集

# 白辰之环
source: Hakushin Ring
ja: 白辰の輪
ru: Кольцо Хакусин
vi: Vòng Bạch Thần
zh_hant: 白辰之環

# 证誓之明瞳
source: Oathsworn Eye
ja: 誓いの明瞳
ru: Око клятвы
vi: Con Ngươi Tuyên Thệ
zh_hant: 證誓之明瞳

# 盈满之实
source: Fruit of Fulfillment
ja: 満悦の実
ru: Плод восполнения
vi: Quả Mọng
zh_hant: 盈滿之實

# 天空之卷
source: Skyward Atlas
ja: 天空の巻
ru: Небесный атлас
vi: Quyển Thiên Không
zh_hant: 天空之卷

# 四风原典
source: Lost Prayer to the Sacred Winds
ja: 四風原典
ru: Молитва святым ветрам
vi: Điển Tích Tây Phong
zh_hant: 四風原典

# 尘世之锁
source: Memory of Dust
ja: 浮世の錠
ru: Память о пыли
vi: Khoá Trần Thế
zh_hant: 塵世之鎖

# 不灭月华
source: Everlasting Moonglow
ja: 不滅の月華
ru: Вечное лунное сияние
vi: Vầng Trăng Bất Diệt
zh_hant: 不滅月華

# 神乐之真意
source: Kagura's Verity
ja: 神楽の真意
ru: Истина кагура
vi: Chân Ý Của Kagura
zh_hant: 神樂之真意

# 西福斯的月光
source: Xiphos' Moonlight
ja: サイフォスの月明かり
ru: Лунное сияние ксифоса
vi: Ánh Trăng Xiphos
zh_hant: 西福斯的月光

# 圣显之钥
source: Key of Khaj-Nisut
ja: 聖顕の鍵
ru: Ключ Хадж-несут
vi: Chìa Khóa Khaj-Nisut
zh_hant: 聖顯之鑰

# 玛海菈的水色
source: Makhaira Aquamarine
ja: マカイラの水色
ru: Аквамарин Махайры
vi: Sắc Nước Makhaira
zh_hant: 瑪海菈的水色

# 风信之锋
source: Missive Windspear
ja: 風信の矛
ru: Копьё послания ветров
vi: Mũi Nhọn Của Gió
zh_hant: 風信之鋒

# 赤沙之杖
source: Staff of the Scarlet Sands
ja: 赤砂の杖
ru: Посох алых песков
vi: Quyền Trượng Cát Đỏ
zh_hant: 赤沙之杖

# 流浪的晚星
source: Wandering Evenstar
ja: 彷徨える星
ru: Скитающаяся звезда
vi: Sao Đêm Rong Ruổi
zh_hant: 流浪的晚星

# 掠食者
source: Predator
ja: プレデター
ru: Хищник
vi: Kẻ Săn Mồi
zh_hant: 掠食者

# 关于我们的工作原理
source: How we work?
ja: 進め方について
ru: Как это работает?
vi: Chúng làm việc như thế nào??
zh_hant: 關於我們的工作原理
