Repository: CanglongCl/Genshin-Pizza-Helper
Catalog: GenshinPizzaHepler/*.lproj/Localizable.strings
Languages: ja, ru, vi, zh_hant

source: To get resin and other data from HoYoLAB, UID and login cookie of your account is needed. After logging into HoYoLAB, we will store them locally as well as on your private iCloud. Then our app will use the stored UID and cookie to get the resin and other information in a way similar to HoYoLAB app, then display them on your widget. Your private information will not be sent to other places other than HoYoLAB and iCloud, including us, so your personal information will be very secure.
ja: あなたのゲーム内データをリクエストするためには、データ取得に必要な、UIDとCookieを取得する必要があります。 次のページでログインした後、あなたの個人データをローカルファイルおよびiCloudに保存します。 そして、HoYoLABと同様の方法で、あなたのゲーム内データの情報を取得します。 あなたの個人情報は、私どもを含め、誰にも提供されないことをお約束します。あなたの個人情報はあなたのスマホの中で管理されます。
ru: Чтобы получить информацию о смоле и прочее с HoYoLAB, нам нужны ваши UID и Cookie-файлы аккаунта. После входа через HoYoLAB, мы храним его локально и настолько приватно, насколько может iCloud. Затем наше приложение использует UID и Cookie, чтобы получить информацию о смоле и прочее как это делается в приложении HoYoLAB и после она показывается в ваших виджетах. Ваша приватная информация не попадает к нам и не отправляется в какие либо места, кроме HoYoLAB и iCloud, так что можете быть спокойны.
vi: Để lấy nhựa và dữ liệu khác từ HoYoLAB, cần có UID và cookie đăng nhập của tài khoản của bạn. Sau khi đăng nhập vào HoYoLAB, chúng tôi sẽ lưu trữ chúng cục bộ cũng như trên iCloud riêng tư của bạn. Sau đó, ứng dụng của chúng tôi sẽ sử dụng UID và cookie được lưu trữ để lấy nhựa và các thông tin khác theo cách tương tự như ứng dụng HoYoLAB, sau đó hiển thị chúng trên tiện ích của bạn. Thông tin cá nhân của bạn sẽ không được gửi đến những nơi khác ngoài HoYoLAB và iCloud, kể cả chúng tôi, vì vậy thông tin cá nhân của bạn sẽ rất an toàn.
zh_hant: 為了請求您的遊戲內的資料，我們需要獲取您的UID和Cookie，這是獲取資料的必要參數。您在接下來的網頁登入後，我們會在您的本地和iCloud存儲您的個人資料。然後我們通過類似米遊社的方式獲取您的遊戲內的資料資訊。我們承諾，您的個人資訊不會發送給任何人，包括我們自己。您的個人資訊將會是非常安全的。

# 关于您的帐号安全
source: About your account security
ja: アカウントの安全性について
ru: О безопасности аккаунта
vi: Giới thiệu về bảo mật tài khoản
zh_hant: 關於您的帳號安全

# 本程序不属于外挂等违法程序。本程序遵守米哈游二次创作规则的相关内容。根据中国原神客服的答复，使用本程序不会造成封号等问题。具体内容参见设置 - FAQ.
source: This procedure is not an illegal procedure such as plug-ins. This program abides by the relevant content of miHoYo's secondary creation rules. According to the reply of China's Genshin Impact customer service, the use of our program will not cause problems such as blocking. For details, see Settings - FAQ.
ja: 本プログラムは、プラグインなどの不正プログラムではありません。 本プログラムは、HoYoverseの二次創作ルールの該当する内容を遵守しています。 中国の原神カスタマーサービスからの回答によると、本プログラムの使用により、アカウントが使用禁止になるなどといった問題が発生することはないとのことです。 詳しくは、設定-FAQをご覧ください。
ru: Эта процедура не является незаконной, в отличии от плагинов и модов. Эта программа соблюдает соответствующий свод правил для создателей контента miHoYo (COGNOSPHERE). Согласно ответу службы поддержки игроков Genshin Impact в Китае, использование нашей программы не вызовет таких проблем, как блокировка аккаунта Genshin. За доп.информацией, посетите Настройки - ЧАВО.
vi: Thủ tục này không phải là một thủ tục bất hợp pháp như plug-in. Chương trình này tuân theo nội dung có liên quan của các quy tắc tạo phụ của miHoYo. Theo phản hồi của dịch vụ khách hàng Genshin Impact của Trung Quốc, việc sử dụng chương trình của chúng tôi sẽ không gây ra các vấn đề như chặn. Để biết chi tiết, hãy xem Cài Đặt - Câu hỏi thường gặp.
zh_hant: 該軟體不屬於外掛等違法軟體。該軟體遵守米哈遊二次創作規則的相關內容。根據上海原神客服的答覆，使用該軟體不會造成封號等問題。具體內容參見設定 - FAQ.

# 帐号
source: Account
ja: アカウント
ru: Аккаунт
vi: Tài Khoản
zh_hant: 帳號

# 展示周本折扣
source: Show Weekly Boss Discount
ja: 週ボスを表示
ru: Показать скидку на лут недельных боссов
vi: Hiển thị lượt giảm nửa tiêu hao của vùng đất thảo phạt
zh_hant: 展示週本折扣

# 展示参量质变仪
source: Show Parametric Transformer
ja: 参量物質変化器を表示
ru: Показать Параметрический преобразователь
vi: Hiển thị máy biến đổi tham số
zh_hant: 展示參量質變儀

# 星期一 & 星期四
source: Mon & Thu
ja: 月曜日 & 木曜日
ru: Пн & Чт
vi: Thứ Hai & Thứ Năm
zh_hant: 星期一 & 星期四

# 星期二 & 星期五
source: Tue & Fri
ja: 火曜日 & 金曜日
ru: Вт & Пт
vi: Thứ Ba & Thứ Sáu
zh_hant: 星期二 & 星期五

# 星期三 & 星期六
source: Wed & Sat
ja: 水曜日 & 土曜日
ru: Ср & Сб
vi: Thứ Tư & Thứ Bảy
zh_hant: 星期三 & 星期六

# 角色展示柜
source: Character Showcase
ja: キャラショーケース
ru: Галерея персонажей
vi: Đội Hình Nhân Vật
zh_hant: 角色展示櫃

# 今日入账
source: Acquired Today
ja: 今日の収穫
ru: Получено сегодня
vi: Hôm Nay Nhận Được
zh_hant: 今日入賬

# 深境螺旋详情
source: Spiral Abyss Details
ja: 深境螺旋情報
ru: Детали Витой Бездны
vi: Chiến Tích La Hoàn Thâm Cảnh
zh_hant: 深境螺旋詳情

# 保存%lld层的深渊数据
source: Save image for level %lld
ja: 第%lld層の情報をセーブ
ru: Сохранить скриншот %lld этажа?
vi: Lưu hình ảnh la hoàn thâm cảnh %lld
zh_hant: 保存%lld層的深淵資料

# 上期深渊
source: Previous Lunar Phase
ja: 前期
ru: Предыдущая Спираль
vi: Kỳ Trước
zh_hant: 上期深淵

# 本期深渊
source: Current Lunar Phase
ja: 今期
ru: Текущая Спираль
vi: Kỳ Này
zh_hant: 本期深淵

# 最深抵达
source: Deepest Descent
ja: 最高記録
ru: Максимальный этаж
vi: Đến Nơi Sâu Nhất
zh_hant: 最深抵達

# 获得渊星
source: Abyss Star Obtained
ja: 獲得した星
ru: Получено звёзд Бездны
vi: Số Sao Nhận Được
zh_hant: 獲得淵星

# 战斗次数
source: Battles Fought
ja: 挑戦回数
ru: Сыграно битв
vi: Số Lần Khiêu Chiến
zh_hant: 戰鬥次數

# 获胜次数
source: Win Times
ja: 勝利回数
ru: Кол-во побед
vi: Số Lần Xuất Chiến
zh_hant: 獲勝次數

# 战斗概览
source: Challenge Summary
ja: 実績一覧
ru: Суммарная статистика
vi: Thống Kê Hiện Tại
zh_hant: 戰鬥概覽

# 最强一击
source: Strongest Single Strike
ja: 最大ダメージ
ru: Самый сильный удар
vi: Một Kích Mạnh Nhất
zh_hant: 最強一擊

# 最多击破数
source: Most Defeats
ja: 最多撃破数
ru: Максимум побед
vi: Số Lần Đánh Bại Nhiều Nhất
zh_hant: 最多擊破數

# 承受最多伤害
source: Most Damage Taken
ja: 受けた最大ダメージ
ru: Макс. полученного урона
vi: Chịu Sát Thương Tối Đa
zh_hant: 承受最多傷害

# 元素战技释放数
source: Elemental Skills Cast
ja: 元素スキル使用回数
ru: Элементальных навыков использовано
vi: Số Lần Thi Triển Kỹ Năng Nguyên Tố
zh_hant: 元素戰技釋放數

# 元素爆发次数
source: Elemental Bursts Unleashed
ja: 元素爆発使用回数
ru: Выполнено взрывов стихий
vi: Số Lần Thi Triển Kỹ Năng Nộ
zh_hant: 元素爆發次數

# 战斗数据榜
source: Notable Stats
ja: 実績一覧
ru: Примечательная статистика
vi: Số Liệu Thống Kê Đáng Chú Ý
zh_hant: 戰鬥資料榜

# 深境螺旋第%lld层
source: Spiral Abyss Floor %lld
ja: 深境螺旋第%lld層
ru: %lld комната Лунной Спирали
vi: Tầng %lld La Hoàn Thâm Cảnh
zh_hant: 深境螺旋第%lld層

# 第%lld间
source: Chamber %lld
ja: 第%lld間
ru: Зал %lld
vi: Phòng %lld
zh_hant: 第%lld間

# 上半
source: 1st
ja: 上半
ru: 1ый
vi: Phần Đầu
zh_hant: 上半

# 下半
source: 2nd
ja: 下半
ru: 2ой
vi: Phần Cuối
zh_hant: 下半

# 获取渊星数
source: Abyss Star Obtained
ja: 獲得した星
ru: Получена звезда Бездны
vi: Số Sao Thu Được Ở Phòng
zh_hant: 獲取淵星數

# 提瓦特大地图
source: Tayvat Interactive Map
ja: テイワットマップ
ru: Интерактивная карта Тейвата
vi: Bản Đồ Tương Tác Teyvat
zh_hant: 提瓦特大地圖

# 请稍等%lld秒再刷新
source: Please wait for %lld seconds before refreshing.
ja: %lld秒だけお待ちください
ru: Пожалуйста, подождите %lld секунд(-ы), чтобы обновить.
vi: Vui lòng đợi %lld giây trước khi làm mới.
zh_hant: 請稍等%lld秒再刷新

# 请下滑刷新
source: Please slide down to refresh
ja: 下にスライドしてリフレッシュしてください
ru: Пожалуйста, проведите вниз, чтобы обновить
vi: Vui lòng trượt xuống để làm mới
zh_hant: 請下滑刷新

# 原神中英日辞典
source: Genshin Dictionary
ja: 原神英語・中国語辞典
ru: Genshin Словарь (Без русского языка)
vi: Từ Điển Genshin Impact
zh_hant: 原神中英日辭典

# 原神计算器
source: Genshin Damage Calculator
ja: 原神ダメージ計算機
vi: Ứng Dụng Tính Sát Thương Nhân Vật
zh_hant: 原神計算器

# 由爱丽丝工坊提供
source: Provided by Alice Workshop
ja: アリスワークショップ提供
ru: Предоставлено Alice Workshop
vi: Cung cấp bởi Alice Workshop
zh_hant: 由愛麗絲工坊提供

# 由爱丽丝工坊提供（未安装）
source: Provided by Alice Workshop
ja: アリスワークショップ提供
ru: Предоставлено Alice Workshop (Не установлено)
vi: Cung cấp bởi Alice Workshop
zh_hant: 由愛麗絲工坊提供（未安裝）

# 小工具
source: Gadgets
ja: ユーティリティ
ru: Инструменты
vi: Dụng cụ
zh_hant: 小工具

# 原石摩拉账簿
source: Primogems and Mora Ledger
ja: 原石モラ元帳
ru: Статистика валюты
vi: Nhật Ký Nhà Lữ Hành
zh_hant: 原石摩拉賬簿

# 保存本月原石账簿图片
source: Save image of this month's primogems ladger
ja: 今月の原石元帳のイメージをセーブ
ru: Сохранить изображение полученных Камней Истока за этот месяц
vi: Lưu hình ảnh nguyên thạch và mora có được của tháng này
zh_hant: 保存本月原石賬簿圖片

# 原石收入
source: Primogems
ja: 原石収入
ru: Камни Истока
vi: Nguyên Thạch
zh_hant: 原石收入

# 摩拉收入
source: Mora
ja: モラ収入
ru: Мора
zh_hant: 摩拉收入

# 较昨日
source: Compared with yesterday
ja: 昨日と比べると
ru: По сравнению со вчерашним днём
vi: So với ngày hôm qua
zh_hant: 較昨日

# 较上月同期
source: Compared with last month
ja: 先月同期と比べると
ru: По сравнению с прошлым месяцем
vi: So với tháng trước
zh_hant: 較上月同期

# 本月账单 (%lld月)
source: Ledger for this month %lld
ja: 今月の元帳 (%lld月)
ru: Статистика за этот месяц
vi: Tổng kết của tháng này %lld
zh_hant: 本月賬單 (%lld月)

# 披萨工具盒
source: Pizza Toolbox
ja: ピザツールボックス
zh_hant: 披薩工具盒

# 总计
source: Total
ja: 総計
ru: Всего
vi: Tổng Cộng
zh_hant: 總計

# 精炼%lld阶
source: R%lld
ja: 精錬ランク%lld
zh_hant: 精煉%lld階

# 生命值
source: HP
ru: ХП
zh_hant: 生命值

# 攻击力
source: ATK
ja: 攻撃力
ru: АТК
vi: Tấn Công
zh_hant: 攻擊力

# 防御力
source: DEF
ja: 防御力
ru: ЗЩТ
vi: Phòng Thủ
zh_hant: 防禦力

# 元素精通
source: Elemental Mastery
ja: 元素熟知
ru: Мастерство стихий
vi: Tinh Thông Nguyên Tố
zh_hant: 元素精通

# 元素充能效率
source: Energy Recharge
ja: 元素チャージ効率
ru: Восстановление энергии
vi: Hiệu Quả Nạp Nguyên Tố
zh_hant: 元素充能效率

# 治疗加成
source: Healing Bonus
ja: 与える治療効果
ru: Бонус лечения
vi: Tăng Trị Liệu
zh_hant: 治療加成

# 暴击率
source: CRIT Rate
ja: 会心率
ru: Крит. шанс
vi: Tỉ Lệ Bạo Kích
zh_hant: 暴擊率

# 暴击伤害
source: CRIT DMG
ja: 会心ダメージ
ru: Крит. урон
vi: ST Bạo Kích
zh_hant: 暴擊傷害

# 风元素伤害加成
source: Anemo DMG Bonus
ja: 風元素ダメージ
ru: Бонус Анемо урона
vi: Tăng ST Nguyên Tố Phong
zh_hant: 風元素傷害加成

# 冰元素伤害加成
source: Cryo DMG Bonus
ja: 氷元素ダメージ
ru: Бонус Крио урона
vi: Tăng ST Nguyên Tố Băng
zh_hant: 冰元素傷害加成

# 雷元素伤害加成
source: Electro DMG Bonus
ja: 雷元素ダメージ
ru: Бонус Электро урона
vi: Tăng ST Nguyên Tố Lôi
zh_hant: 雷元素傷害加成

# 水元素伤害加成
source: Hydro DMG Bonus
ja: 水元素ダメージ
ru: Бонус Гидро урона
vi: Tăng ST Nguyên Tố Thuỷ
zh_hant: 水元素傷害加成

# 火元素伤害加成
source: Pyro DMG Bonus
ja: 火元素ダメージ
ru: Бонус Пиро урона
vi: Tăng ST Nguyên Tố Hoả
zh_hant: 火元素傷害加成

# 岩元素伤害加成
source: Geo DMG Bonus
ja: 岩元素ダメージ
ru: Бонус Гео урона
vi: Tăng ST Nguyên Tố Nham
zh_hant: 岩元素傷害加成

# 草元素伤害加成
source: Dendro DMG Bonus
ja: 草元素ダメージ
ru: Бонус Дендро урона
vi: Tăng ST Nguyên Tố Thảo
zh_hant: 草元素傷害加成

# 物理伤害加成
source: Physical DMG Bonus
ja: 物理ダメージ
ru: Физический бонус урона
vi: Tăng ST Vật Lý
zh_hant: 物理傷害加成

# 等级
source: Level
ja: レベル
ru: Уровень
vi: Cấp
zh_hant: 等級

# 命之座
source: Cons
ja: 命ノ星座
ru: Созв
vi: Cung Mệnh
zh_hant: 命之座

# %lld命
source: C%lld
ja: %lld凸
ru: С%lld
zh_hant: %lld命

# 基础攻击力
source: ATK
ja: 基礎攻撃力
ru: АТК
vi: Tấn Công
zh_hant: 基礎攻擊力

# 生命值上限
source: Max HP
ja: HP上限
ru: Макс ХП
vi: HP
zh_hant: 生命值上限

# 暴击率%%
source: CR %%
ja: 会心率%%
ru: Крит %%
vi: %% Tỉ Lệ Bạo
zh_hant: 暴擊率%%

# 暴击伤害%%
source: CD %%
ja: 会心ダメ%%
ru: КУ %%
vi: %% ST Bạo
zh_hant: 暴擊傷害%%

# 治疗加成%%
source: Heal %%
ja: 治療効果%%
ru: Лечение %%
vi: %% Tăng Trị Liệu
zh_hant: 治療加成%%

# 受治疗加成
source: HEALED_ADD
vi: Tăng Trị Liệu
zh_hant: 受治療加成

# 元素充能%%
source: ER %%
ja: 元チャ%%
ru: ВЭ %%
vi: %% Nạp
zh_hant: 元素充能%%

# 护盾强效
source: SHIELD_COST_MINUS_RATIO
vi: Hiệu Quả Khiên
zh_hant: 護盾強效

# 火伤加成%%
source: Pyro %%
ja: 火ダメ%%
ru: Пиро %%
vi: %% STNT Hoả
zh_hant: 火傷加成%%

# 水伤加成%%
source: Hydro %%
ja: 水ダメ%%
ru: Гидро %%
vi: %% STNT Thuỷ
zh_hant: 水傷加成%%

# 草伤加成%%
source: Dendro %%
ja: 草ダメ%%
ru: Дендро %%
vi: %% STNT Thảo
zh_hant: 草傷加成%%

# 雷伤加成%%
source: Electro %%
ja: 雷ダメ%%
ru: Электро %%
vi: %% STNT Lôi
zh_hant: 雷傷加成%%

# 风伤加成%%
source: Anemo %%
ja: 風ダメ%%
ru: Анемо %%
vi: %% STNT Phong
zh_hant: 風傷加成%%

# 冰伤加成%%
source: Cryo %%
ja: 氷ダメ%%
ru: Крио %%
vi: %% STNT Băng
zh_hant: 冰傷加成%%

# 岩伤加成%%
source: Geo %%
ja: 岩ダメ%%
ru: Гео %%
vi: %% STNT Nham
zh_hant: 岩傷加成%%

# 物伤加成%%
source: Physical %%
ja: 物理ダメ%%
ru: Физ %%
vi: %% ST Vật Lý
zh_hant: 物傷加成%%

# 攻击力%%
source: ATK %%
ja: 攻撃力%%
ru: АТК %%
vi: %% Tấn Công
zh_hant: 攻擊力%%

# 生命值%%
source: HP %%
ru: ХП %%
zh_hant: 生命值%%

# 防御力%%
source: DEF %%
ru: ЗЩТ %%
vi: %% Phòng Thủ
zh_hant: 防禦力%%

# 复制英语
source: Copy English
ja: 英語をコピー
ru: Скопировать английский перевод
vi: Sao chép Tiếng Anh
zh_hant: 複製英語

# 复制中文
source: Copy Chinese
ja: 中国語をコピー
ru: Скопировать китайский перевод
vi: Sao chép Tiếng Trung
zh_hant: 複製中文

# 复制日语
source: Copy Japanese
ja: 日本語をコピー
ru: Скопировать японский перевод
vi: Sao chép Tiếng Nhật
zh_hant: 複製日語

# 支持易错字、简写和英文标签
source: Support fuzzy search & tags
ja: よくある誤記や通称などとTagで検索できる
ru: Поддержка нечеткого поиска и тегов
vi: Hỗ trợ tìm kiếm & gắn thẻ
zh_hant: 支援易錯字、簡寫和英文標籤

# 本功能由[原神中英日辞典](https://genshin-dictionary.com/)提供。
source: Provided by [Genshin Dictionary](https://genshin-dictionary.com/)
ja: この機能は[「原神 英語・中国語辞典」](https://genshin-dictionary.com/)によって提供されています
ru: Предоставлено [Genshin Dictionary](https://genshin-dictionary.com/)
vi: Cung cấp bởi [Genshin Dictionary](https://genshin-dictionary.com/)
zh_hant: 本功能由[原神中英日辭典](https://genshin-dictionary.com/)提供。

# 当前共收录了%lld个原神专有词语，并还在继续更新中。
source: A total of %lld proprietary words of Genshin Impact are currently included, and are still being updated.
ja: 現在の収録単語数は%lld語です。継続的に更新されています。
ru: В сумме %lld оргинальных слов Genshin Impact уже включено в словарь и планируется больше.
vi: Hiện có tổng số %lld từ độc quyền của Genshin Impact và vẫn đang được cập nhật.
zh_hant: 當前共收錄了%lld個原神專有詞語，並還在繼續更新中。

# 关于原神中英日辞典
source: About Genshin Dictionary
ja: 原神 英語・中国語辞典について
ru: О словаре Genshin
vi: Giới thiệu về từ điển Genshin
zh_hant: 關於原神中英日辭典

# **英语** %@
source: **EN** %@
ja: **英 語** %@
zh_hant: **英語** %@

# **日语** %@
source: **JA** %@
ja: **日本語** %@
zh_hant: **日語** %@

# **中文** %@
source: **ZH** %@
ja: **中国語** %@
zh_hant: **中文** %@

# 取消
source: Cancel
ja: キャンセル
ru: Отмена
vi: Huỷ Bỏ
zh_hant: 取消

# 更新公告
source: Update Announcement
ja: お知らせ
ru: Новое обновление
vi: Thông báo cập nhật
zh_hant: 更新公告

# 更新历史记录
source: Update History
ja: 更新歴史
ru: История обновлений
vi: Lịch sử cập nhật
zh_hant: 更新歷史記錄

# 披萨小助手
source: Pizza Helper
ja: 原神ピザ助手
zh_hant: 披薩小助手

# 暂无本期深渊数据
source: No data of this term
ja: データがない
ru: Нету данных за этот период
vi: Không có dữ liệu của thuật ngữ này
zh_hant: 暫無本期深淵資料

# 仅统计充值途径以外获取的资源。数据存在延迟。
source: Only includes the resources obtained ouside of top-ups. There are data delay issues.
ja: チャージ以外で入手した資源のみをカウントします。データには遅延があります。
ru: Включает только ресурсы, полученные бесплатно.
vi: Chỉ bao gồm các tài nguyên thu được bên ngoài nạp tiền. Có vấn đề về độ trễ dữ liệu.
zh_hant: 僅統計充值途徑以外獲取的資源。資料存在延遲。

# 已回满
source: Full
ja: 回復完了
ru: Полный
vi: Đầy
zh_hant: 已回滿

# 所有角色
source: All Characters
ja: 全てのキャラ
ru: Все персонажи
vi: Tất Cả Nhân Vật
zh_hant: 所有角色

# 我的角色
source: My Characters
ja: 私のキャラ
ru: Мои персонажи
vi: Nhân vật của tôi
zh_hant: 我的角色

# 共拥有%lld名角色，其中五星角色%lld名，四星角色%lld名。
source: There are %lld characters in total, including %lld 5-star characters and %lld 4-star characters.
ja: %lld人のキャラがいます。（%lld人の星5キャラと%lld人の星4キャラを含め）
ru: У вас %lld персонажей, включая %lld 5-звёздочных персонажей и %lld 4-звёздочных.
vi: Có tổng cộng %lld nhân vật , bao gồm %lld nhân vật 5 sao và %lld nhân vật 4 sao.
zh_hant: 共擁有%lld名角色，其中五星角色%lld名，四星角色%lld名。

# 共获得%lld金，其中角色%lld金，武器%lld金。（未统计旅行者和无人装备的五星武器）
source: Acquired 5-star items %lld times from gacha, including 5-star characters %lld times and 5-star weapons %lld times. (Unequipped star 5 weapons are not counted)
ja: ガチャで星5アイテムを%lld回獲得した、その中で星5キャラ%lld回、星５武器%lld回。（未装備の星5武器はカウントされません）
ru: Получено 5-звёздочных предметов %lld раз из молитвы, включая %lld раз 5-звёздочных персонажей и %lld раз(-а) 5-звёздочное оружие. (Не экипированное оружие не идёт в счёт)
vi: Nhận vật phẩm 5 sao %lld lần từ gacha, bao gồm nhân vật 5 sao %lld lần và vũ khí 5 sao %lld lần. (Vũ khí 5 sao chưa được trang bị không được tính)
zh_hant: 共獲得%lld金，其中角色%lld金，武器%lld金。（未統計旅行者和無人裝備的五星武器）

# 精%lld
source: R%lld
zh_hant: 精%lld

# 全部角色
source: All Characters
ja: 全てのキャラ
ru: Все персонажи
vi: Tất Cả Nhân Vật
zh_hant: 全部角色

# 的所有角色
source: Owned Characters
ja: の全てのキャラ
ru: Все персонажи
vi: Nhân Vật Sở Hữu
zh_hant: 的所有角色

# 元素精通​
source: EM
ja: 元素熟知
vi: TTNT
zh_hant: 元素精通​

# 莱依拉
source: Layla
ja: レイラ
ru: Лайла
zh_hant: 萊依拉

# 千夜浮梦
source: A Thousand Floating Dreams
ja: 千夜に浮かぶ夢
ru: Сновидения тысячи ночей
vi: Cõi Mộng Ngàn Đêm
zh_hant: 千夜浮夢

# %lld月原石收入
source: Primogem Income
ja: %lld月原石収入
ru: Кол-во Камней Истока
vi: Thu thập nguyên thạch
zh_hant: %lld月原石收入

# 深渊统计榜单
source: Spiral Abyss Top Lists
ja: 深境螺旋ランキング
ru: Пикрейт Витой Бездны
vi: Xếp Hạng Nhân Vật Dùng Nhiều Trong La Hoàn Thâm Cảnh
zh_hant: 深淵統計榜單

# 深渊角色使用率
source: Character Usage Rate
ja: キャラ使用率
ru: Пикрейт персонажей
vi: Tỷ lệ sử dụng nhân vật
zh_hant: 深淵角色使用率

# 深渊队伍使用率
source: Team Usage Rate
ja: チーム使用率
ru: Пикрейт отрядов
vi: Đội hình dùng nhiều
zh_hant: 深淵隊伍使用率

# 满星玩家持有率
source: 36-Star Player Owning Rate
ja: 36星プレイヤー保有率
ru: Пикрейт 36-зв. игроков
vi: Tỉ lệ người chơi đạt 36 sao
zh_hant: 滿星玩家持有率

# 全员角色持有率
source: All Player Owning Rate
ja: キャラ保有率
ru: Общий пикрейт
vi: Tỉ lệ tất cả người chơi sỡ hữu
zh_hant: 全員角色持有率

# 所有服务器
source: All Server
ja: 全部サーバー
ru: Все сервера
vi: Tất cả máy chủ
zh_hant: 所有伺服器

# %lld层
source: F.%lld
ja: %lld層
ru: Э.%lld
zh_hant: %lld層

# 深渊统计榜单FAQ
source: Spiral Abyss Top Lists FAQ
ja: 深境螺旋ランキングFAQ
ru: ЧАВО по Пикрейту Бездны
vi: Câu hỏi thường gặp hàng đầu về La Hoàn Thâm Cảnh
zh_hant: 深淵統計榜單FAQ

# 隐私设置
source: Privacy
ja: プライバシー
ru: Конфиденциальность
vi: Riêng Tư
zh_hant: 隱私設定

# 允许收集深渊数据
source: Allow to Collect Spiral Abyss Data
ja: 深境螺旋のデータの収集を許可
ru: Разрешить сбор данных о Витой Бездне
vi: Cho phép thu thập dữ liệu La Hoàn Thâm Cảnh
zh_hant: 允許收集深淵資料

source: We are looking forward to collect the characters you owning and the characters you used in the Spiral Abyss. If you allow us to collect the data, you can checkout the real-time Spiral Chacacter Usage Rate, Team Usage Rate, etc. in the App. Your privacy is of great importance and we will not collect any sensitive infomations including your UID. For further details, you can read the FAQ in the top-right corner of the Spiral Abyss Top Lists View.
ja: 所有しているキャラや、深境螺旋で使用したキャラを収集したいと考えています。データを収集することを許可していただければ、アプリ内でキャラの使用率、チームの使用率などをリアルタイムに確認することができます。あなたのプライバシーは非常に重要であり、あなたのUIDを含む機密情報を収集することはありません。詳細については、トップリストビューの右上隅にあるFAQをお読みください。
ru: Нам необходимо собрать информацию о персонажах, которыми вы владеете и о персонажах, которых вы использовали в Витой Бездне. Если вы разрешите собирать эти данные, вы сможете смотреть пикрейт персонажей, отрядов и прочего в Витой Бездне в реальном времени. Мы ценим вашу конфидециальность и не используем в своих целях вашу приватную информацию. За подробностями вы можете обратиться в ЧАВО в правом верхнем углу пикрейта Витой Бездны.
vi: Chúng tôi rất mong được thu thập các nhân vật bạn sở hữu và các nhân vật bạn đã sử dụng trong La Hoàn Thâm Cảnh . Nếu bạn cho phép chúng tôi thu thập dữ liệu, bạn có thể kiểm tra Tỷ lệ sử dụng nhân vật theo thời gian thực, Tỷ lệ sử dụng đội hình , v.v. trong ứng dụng. Quyền riêng tư của bạn rất quan trọng và chúng tôi sẽ không thu thập bất kỳ thông tin nhạy cảm nào kể cả UID của bạn. Để biết thêm chi tiết, bạn có thể đọc Câu hỏi thường gặp ở góc trên bên phải của Chế độ xem danh sách hàng đầu trong La Hoàn.
zh_hant: 我們希望收集您已擁有的角色和在攻克深淵時使用的角色。如果您同意我們使用您的資料，您將可以在App內檢視我們實時匯總的深淵角色使用率、隊伍使用率等情況。您的隱私非常重要，我們不會收集包括UID在內的敏感資訊。更多相關問題，請檢視深淵統計榜單頁面右上角的FAQ.

# 共统计%lld用户%@ %@·生成于%@
source: %lld data counted %@ %@ · Generated at %@
ja: %lld 人のユーザーを統計します。 %@ %@·生成時間：%@
ru: %lld данных подсчитано %@ %@ · Создано %@
vi: %lld dữ liệu được tính %@ %@ · Được tạo lại %@
zh_hant: 共統計%lld用戶%@ %@·生成於%@

# 共统计%lld用户%@
source: %lld data counted %@
ja: %lld 人のユーザーを統計します%@
ru: %lld данных подсчитано %@
vi: %lld dữ liệu được tính %@
zh_hant: 共統計%lld用戶%@

# ·仅包含满星玩家·计算方法：角色使用人数/角色拥有人数
source: · 36-star players only · Percentage = Used Players / Owning Players
ja: ·36星を獲得したプレイヤーだけを統計します·パーセント = 使用したプレイヤー / 所有しているプレイヤー
ru: · Только игроки с 36-звёздами в ЛС · Процент = Игроки исп. персонажа / Игроки владеющие персонажем
vi: · Chỉ người chơi 36 sao · Tỷ lệ phần trăm = Người chơi đã sử dụng / Người chơi sở hữu
zh_hant: ·僅包含滿星玩家·計算方法：角色使用人數/角色擁有人數

# ·仅包含满星玩家·包含旅行者的队伍已合并
source: · 36-star players only· Teams including Travelers are merged
ja: ·36星を獲得したプレイヤーだけを統計します·旅人を含むチームが統合されます
ru: · Только игроки с 36-звёздами в ЛС· Отряды, использующие Итера/Люмин, объединены
vi: · Chỉ dành cho người chơi 36 sao · Các đội bao gồm các nhà lữ hành được hợp nhất
zh_hant: ·僅包含滿星玩家·包含旅行者的隊伍已合併

# 上
source: FH
ja: 第1期
ru: ПП
vi: Nửa Đầu Tháng
zh_hant: 上

# 下
source: SH
ja: 第2期
ru: ВП
vi: Nửa Cuối Tháng
zh_hant: 下

# ·仅自%@后提交的数据
source: · Data collected after %@
ja: ·%@からアップロードしたデータのみ
ru: · Данные собираются с %@
vi: · Dữ liệu thu thập sau %@
zh_hant: ·僅自%@後提交的資料

# 整层
source: Both
ja: 全層
ru: Оба
vi: Cả hai
zh_hant: 整層

# 是否允许我们收集您的深渊数据？
source: Allow us to collect your Spiral Abyss data?
ja: あなたの深境螺旋挑戦データを収集することを許可しますか？
ru: Разрешите нам собирать ваши данные с Витой Бездны?
vi: Cho phép chúng tôi thu thập dữ liệu La Hoàn Thâm Cảnh của bạn ?
zh_hant: 是否允許我們收集您的深淵資料？

# 不允许
source: No
ja: いいえ
ru: Нет
vi: Không
zh_hant: 不允許

# 允许
source: Yes
ja: はい
ru: Да
vi: Có
zh_hant: 允許

# 1034问题的解决方案
source: 1034 Problem Solution
ja: 1034異常の解決方法
ru: Решение проблемы №1034
vi: Giải quyết vấn đề 1034
zh_hant: 1034問題的解決方案

# 点击打开米游社App
source: Click to open miHoYoBBS App
ja: miHoYoBBSを開けて
ru: Нажмите, чтобы открыть miHoYoBBS
vi: Bấm để mở ứng dụng HoYoLAB
zh_hant: 點擊以開啟米遊社App

# 小组件设置
source: Widget Setting
ja: ウィジェット設定
ru: Настройки виджетов
vi: Cài Đặt tiện ích
zh_hant: 小工具設定

# 主屏幕小组件刷新频率
source: Home screen widget refresh frequency
ja: ホームスクリーン ウィジェット リフレッシュ頻度
ru: Частота обновления виджета на экране "Домой"
vi: Thường xuyên làm mới tiện ích màn hình chính
zh_hant: 主屏幕小工具刷新頻率

# 锁定屏幕小组件刷新频率
source: Lock screen widget refresh frequency
ja: ロックスクリーン ウィジェット リフレッシュ頻度
ru: Частота обновления виджета на заблокированом экране
vi: Thường xuyên làm mới tiện ích màn hình khóa
zh_hant: 鎖定屏幕小工具刷新頻率

# 每%lld分钟
source: Every %lldmin
ja: %lld分ごとに更新
ru: Каждые %lldмин
vi: Mỗi %lld phút
zh_hant: 每%lld分鐘

# 小组件刷新频率
source: Widget refresh frequency
ja: ウィジェットリフレッシュ頻度
ru: Частота обновления виджета
vi: Thường xuyên làm mới tiện ích
zh_hant: 小工具刷新頻率

# %@·%@·%lld层
source: %@·%@·Floor %lld
ja: %@·%@·%lld層
ru: %@·%@·Этаж %lld
vi: %@·%@·Phòng %lld
zh_hant: %@·%@·%lld層

# %@·%@·%lld层·%@
source: %@·%@·Floor %lld·%@
ja: %@·%@·%lld層·%@
ru: %@·%@·Этаж %lld·%@
vi: %@·%@·Phòng %lld·%@
zh_hant: %@·%@·%lld層·%@

# 赛诺・幽缄
source: Cyno: Silence
ja: セノ・噤閉
ru: Спокойствие
zh_hant: 賽諾・幽緘

# 妮露・莲舞
source: Nilou: Lotus Dance
ja: ニィロウ・蓮舞
ru: Танец лотоса
zh_hant: 妮露・蓮舞

# 坎蒂丝・苍鹭
source: Candace: Grey Heron
ja: キャンディス・蒼鷺
ru: Серая цапля
zh_hant: 坎蒂絲・蒼鷺

# 纪行・归风
source: Travel Notes: Returning Winds
ja: 紀行·帰風
ru: Возвращение ветров
zh_hant: 紀行・歸風

# 成就・七芒
source: Achievement: Seven Lights
ja: アチーブメント·七芒
ru: Семь лучей
zh_hant: 成就・七芒

# 须弥・踏沙
source: Sumeru: Sandtreader
ja: スメール·砂踏み
ru: Идущий по песку
zh_hant: 須彌・踏沙

# 成就・镜梦
source: Achievement: Mirrored Dreams
ja: アチーブメント・鏡の夢
ru: Зеркальные воспоминания
zh_hant: 成就・鏡夢

# 洞天宝钱回复速度
source: Realm currency recovery speed
ja: 洞天宝銭回復速度
ru: Скорость восстановления Сокровищ Обителя в виджете
vi: Tốc độ phục hồi tiền động tiên
zh_hant: 洞天寶錢充填速度

# （仅简洁模式）洞天宝钱回复速度。未正确设置可能导致洞天宝钱通知无法正确触发。
source: (Simplified mode only) Realm currency recovery speed. Not setting it correctly may cause the realm currency notification to not trigger correctly.
ja: (簡潔モードのみ有効) 洞天宝銭の回復速度を設定する。正しく設定しないと、洞天宝銭の通知が正しくトリガーされない可能性があります。
ru: (Только для упрощённого режима(Китая)) Скорость восстановления Сокровищ Обителя. Неправильная настройка может вызвать проблемы с уведомлениями по Сокровищам Обителя.
vi: (Chỉ ở chế độ đơn giản hóa) Tốc độ phục hồi tiền động tiên . Việc không đặt chính xác có thể khiến thông báo tiền động tiên không kích hoạt chính xác.
zh_hant: （僅簡潔模式）洞天寶錢充填速度。未正確設定可能導致洞天寶錢通知無法正確觸發。

# 每小时%lld个
source: %lld per hour
ja: 一時間に%lld個
ru: %lld в час
vi: %lld/ Giờ
zh_hant: 每小時%lld個
