Repository: CanglongCl/Genshin-Pizza-Helper
Catalog: GenshinPizzaHepler/*.lproj/Localizable.strings
Languages: ja, ru, vi, zh_hant

# 火元素
source: Pyro
ja: 炎元素
ru: Пиро
vi: Hỏa
zh_hant: 火元素

# 水元素
source: Hydro
ja: 水元素
ru: Гидро
vi: Thủy
zh_hant: 水元素

# 草元素
source: Dendro
ja: 草元素
ru: Дендро
vi: Thảo
zh_hant: 草元素

# 雷元素
source: Electro
ja: 雷元素
ru: Электро
vi: Lôi
zh_hant: 雷元素

# 风元素
source: Anemo
ja: 風元素
ru: Анемо
vi: Phong
zh_hant: 風元素

# 冰元素
source: Cyro
ja: 氷元素
ru: Крио
vi: Băng
zh_hant: 冰元素

# 岩元素
source: Geo
ja: 岩元素
ru: Гео
vi: Nham
zh_hant: 岩元素

# 原神状态
source: Genshin Status
ja: 原神アカウント情報
ru: Genshin Статус
vi: Trạng Thái
zh_hant: 原神狀態

# 已全部完成
source: All done
ja: 全部完了
ru: Всё готово
vi: Tất Cả Đã Xong
zh_hant: 已全部完成

# %lld个已完成
source: %lld done
ja: %lld 完了
ru: %lld готово
vi: %lld Xong
zh_hant: %lld個已完成

# （未领取）
source: (Not received)
ja: (受け取っていません)
ru: (Не получено)
vi: (Chưa Nhận)
zh_hant: （未領取）

# （可使用）
source: Available
ja: 利用可能
ru: Доступно
vi: CD Xong
zh_hant: （可使用）

# 查询树脂恢复状态
source: Check your resin recovery status
ja: 樹脂の回収状況を確認
ru: Проверьте заполненность смолы
vi: Kiểm tra trạng thái phục hồi nhựa của bạn
zh_hant: 查詢樹脂充填狀態

# 通知设置
source: Notification Settings
ja: 通知設定
ru: Настройки уведомлений
vi: Cài Đặt thông báo
zh_hant: 通知設定

# 「%@」原粹树脂提醒
source: %@'s Original Resin Notification
ja: 「%@」の天然樹脂注意
ru: %@, Уведомляю о Первородной смоле
vi: %@'s Thông báo Nhựa Nguyên Chất
zh_hant: 「%@」原粹樹脂提醒

# 「%@」现有%lld原粹树脂，将在%@ 回满。
source: %@ has %lld original resins now, which will be full at %@.
ja: 「%@」は今%lld個の樹脂を持っています。%@に満タンになります。
ru: %@, вы имеете %lld Первородной смолы сейчас, которая заполнится через %@.
vi: %@ có %lld nhựa ban đầu , sẽ đầy vào lúc %@.
zh_hant: 「%@」現有%lld原粹樹脂，將在%@ 回滿。

# 「%@」洞天宝钱提醒
source: %@'s Realm Currency Notification
ja: 「%@」の洞天宝銭注意
ru: %@, Уведомляю о Сокровищах обителя
vi: %@'s Thông báo tiền động tiên
zh_hant: 「%@」洞天寶錢提醒

# 「%@」的洞天财瓮现有%lld洞天宝钱，将在%@ 填满。
source: %@'s Tubby has %lld realm currency now, which will be full at %@.
ja: 「%@」は今%lldの洞天宝銭を持っています。%@に満タンになります。
ru: %@, у Пухляша %lld Сокровищей обителя сейчас, которые заполнятся через %@.
vi: %@'s Tubby có %lld tiền động tiên bây giờ, sẽ có đầy tại %@.
zh_hant: 「%@」的洞天財甕現有%lld洞天寶錢，將在%@ 填滿。

# 「%@」探索派遣提醒
source: %@'s Expedition Notification
ja: 「%@」の探索派遣注意
ru: %@, Уведомляю об Экспедициях
vi: %@'s Thông báo phái đi thám hiểm
zh_hant: 「%@」探索派遣提醒

# 「%@」的探索派遣已全部完成。
source: All expeditions of %@ are finished.
ja: 「%@」の探索派遣が全部終わりました。
ru: %@, ваши Экспедиции завершились
vi: Tất cả các cuộc thám hiểm của %@ đã hoàn thành.
zh_hant: 「%@」的探索派遣已全部完成。

# 「%@」周本折扣提醒
source: %@'s Weekly Bosses
ja: 「%@」の週ボス注意
ru: %@, Уведомляю о Недельных боссах
vi: %@'s Vùng đất thảo phạt
zh_hant: 「%@」週本折扣提醒

# 「%@」的周本树脂折扣树脂折扣还剩%lld次。
source: There are still 3 weekly bosses resin discounts remaining for %@.
ja: 「%@」の週ボス割引はあと%lld回残っています。
ru: У вас по прежнему 3 попытки со скидкой забрать лут с недельных боссов, %@.
vi: %@'s Lượt giảm nửa tiêu hao của tuần này còn %lld lần.
zh_hant: 「%@」的週本樹脂折扣樹脂折扣還剩%lld次。

# 「%@」参量质变仪提醒
source: %@'s Parametric Transformer Notification
ja: 「%@」の参量物質変化器注意
ru: %@, Уведомляю о Параметрическом преобразователе
vi: %@'s Thông báo máy biến đổi tham số
zh_hant: 「%@」參量質變儀提醒

# 「%@」的参量质变仪已经可以使用。
source: %@'s Parametric Transformer is available now.
ja: 「%@」の参量物質変化器はもう使えます。
ru: %@, Параметрический преобразователь снова готов
vi: %@'s Máy biến đổi tham số hiện có sẵn.
zh_hant: 「%@」的參量質變儀已經可以使用。

# 「%@」每日委托提醒
source: %@'s Daily Commission Notification
ja: 「%@」のデイリー依頼注意
ru: %@, Уведомляю о Ежедневных поручениях
vi: %@'s Thông báo ủy thác hàng ngày
zh_hant: 「%@」每日委託提醒

# 「%@」的每日委托还剩余%lld个未完成。
source: %@ still has %lld unfinished daily commissions.
ja: 「%@」のデイリー依頼はまだ%lldつ未完成です。
ru: %@, у вас %lld незавершённых Ежедневных поручений.
vi: %@ vẫn còn %lld ủy thác hàng ngày chưa hoàn thành.
zh_hant: 「%@」的每日委託還剩餘%lld個未完成。

# 「%@」的每日委托奖励还未领取。
source: %@'s bonus reward is not received.
ja: 「%@」のデイリー依頼のリワードはまだ受け取っていません。
ru: %@, Вы не получили бонусную награду за поручения
vi: %@'s nhận thưởng ủy thác mỗi ngày chưa được nhận.
zh_hant: 「%@」的每日委託獎勵還未領取。

# %@的探索派遣已完成。
source: %@'s expedition is finished.
ja: %@の探索派遣が終わりました。
ru: %@, Экспедиция завершена
vi: %@'s Phái đi thám hiểm hoàn thành.
zh_hant: %@的探索派遣已完成。

# 同意
source: Agree
ja: 同意
ru: Согласен
vi: Đồng ý
zh_hant: 同意

# 拒绝
source: Disagree
ja: 拒絶
ru: Несогласен
vi: Không đồng ý
zh_hant: 拒絕

# 「高塔孤王」
source: Decarabian
ja: 「高塔の王」
ru: Декабриан
vi: Xác Tàu Tháp Cô Vương
zh_hant: 「高塔孤王」

# 「凛风奔狼」
source: Boreal Wolf
ja: 「凛風奔狼」
ru: Арктический волк
vi: Nỗi Nhớ Của Sói Bão
zh_hant: 「凜風奔狼」

# 「狮牙斗士」
source: Dandelion Gladiator
ja: 「獅牙戦士」
ru: Львиный клык
vi: Lí Tưởng Của Đấu Sĩ Nanh Sư Tử
zh_hant: 「獅牙鬥士」

# 「孤云寒林」
source: Guyun
ja: 「孤雲寒林」
ru: Гуюнь
vi: Thần Thể Rừng Băng Giá
zh_hant: 「孤雲寒林」

# 「雾海云间」
source: Mist Veiled
ja: 「霧海雲間」
ru: Заоблачное море
vi: Kim Đơn Biển Sương Mù
zh_hant: 「霧海雲間」

# 「漆黑陨铁」
source: Aerosiderite
ja: 「漆黒の隕鉄」
ru: Чёрный сидерит
vi: Một Góc Thiên Thạch Đen
zh_hant: 「漆黑隕鐵」

# 「远海夷地」
source: Distant Sea
ja: 「遠海夷地」
ru: Внешнее море
vi: Nhánh Quỳnh Ngọc Của Biển Xa
zh_hant: 「遠海夷地」

# 「鸣神御灵」
source: Narukami
ja: 「鳴神御霊」
ru: Наруками
vi: Tình Yêu Của Narukami
zh_hant: 「鳴神御靈」

# 「今昔剧画」
source: Mask
ja: 「今昔劇画」
ru: Маска
vi: Nanh Cọp Của Gekiga
zh_hant: 「今昔劇畫」

# 「谧林涓露」
source: Forest Dew
ja: 「静謐な森のしずく」
ru: Ледяная роса
vi: Bùa Rừng Xanh Sương Đọng - Sắt
zh_hant: 「謐林涓露」

# 「绿洲花园」
source: Oasis Garden
ja: 「オアシスガーデン」
ru: Цветущий оазис
vi: Ân Huệ Vườn Hoa Ốc Đảo
zh_hant: 「綠洲花園」

# 「烈日威权」
source: Scorching Might
ja: 「烈日権威」
ru: Пылающая мощь
vi: Tia Sáng Của Ánh Nắng Quyền Uy
zh_hant: 「烈日威權」

# 「自由」
source: Freedom
ja: 「自由」
ru: Книги о Свободе
vi: Triết Học Của "Tự Do"
zh_hant: 「自由」

# 「抗争」
source: Resistance
ja: 「抗争」
ru: Книги о Борьбе
vi: Triết Học Của "Kháng Chiến"
zh_hant: 「抗爭」

# 「诗文」
source: Ballad
ja: 「詩文」
ru: Книги о Поэзии
vi: Triết Học Của "Thơ Văn"
zh_hant: 「詩文」

# 「繁荣」
source: Prosperity
ja: 「繁栄」
ru: Книги о Процветании
vi: Hướng Dẫn Của "Phồn Vinh"
zh_hant: 「繁榮」

# 「勤劳」
source: Diligence
ja: 「勤労」
ru: Книги об Усердии
vi: Triết Học Của "Chăm Chỉ"
zh_hant: 「勤勞」

# 「黄金」
source: Gold
ja: 「黄金」
ru: Книги о Золоте
vi: Triết Học Của "Hoàng Kim"
zh_hant: 「黃金」

# 「浮世」
source: Transience
ja: 「浮世」
ru: Книги о Бренности
vi: Triết Học Của "Phù Thế"
zh_hant: 「浮世」

# 「风雅」
source: Elegance
ja: 「風雅」
ru: Книги об Изяществе
vi: Triết Học Của "Nhã Nhặn"
zh_hant: 「風雅」

# 「天光」
source: Light
ja: 「天光」
ru: Книги о Свете
vi: Triết Học Của "Ánh Sáng"
zh_hant: 「天光」

# 「诤言」
source: Admonition
ja: 「忠言」
ru: Книги о Наставлениях
vi: Triết Học Của "Khuyên Nhủ"
zh_hant: 「諍言」

# 「巧思」
source: Ingenuity
ja: 「創意」
ru: Книги об Остроумии
vi: Triết Học Của "Tinh Tế"
zh_hant: 「巧思」

# 「笃行」
source: Praxis
ja: 「篤行」
ru: Книги о Честности
vi: Triết Học Của "Thực Hành"
zh_hant: 「篤行」

# 今日材料
source: Today's Materials
ja: 本日の秘境素材
ru: Сегодняшние материалы
vi: Nguyên liệu hôm nay
zh_hant: 今日材料

# 今日材料：星期日所有材料均可获取
source: Today's Materials: All avaliable in Sunday
ja: 本日の秘境素材：日曜日はすべての素材が入手できます。
ru: Доступны все материалы
vi: Nguyên liệu hôm nay: Tất cả được mở trong ngày Chủ Nhật
zh_hant: 今日材料：星期日所有材料均可獲取

# 已完成
source: Finished
ja: 完了
ru: Закончилась
vi: Hoàn thành
zh_hant: 已完成

# （星期日所有材料均可获取）
source: (All materials are avaliable in Sunday)
ja: （日曜日はすべての素材が入手できます）
ru: (Доступны все материалы)
vi: (Tất cả nguyên liệu được mở trong ngày Chủ Nhật)
zh_hant: （星期日所有材料均可獲取）

# 空
source: Aether
ja: 空
ru: Путешественник
zh_hant: 空

# 荧
source: Lumine
ja: 蛍
ru: Путешественница
zh_hant: 熒

# 琴
source: Jean
ja: ジン
ru: Джинн
zh_hant: 琴

# 安柏
source: Amber
ja: アンバー
ru: Эмбер
zh_hant: 安柏

# 凯亚
source: Kaeya
ja: ガイア
ru: Кэйа
zh_hant: 凱亞

# 丽莎
source: Lisa
ja: リサ
ru: Лиза
zh_hant: 麗莎

# 温迪
source: Venti
ja: ウェンティ
ru: Венти
zh_hant: 溫迪

# 雷泽
source: Razor
ja: レザー
ru: Рэйзор
zh_hant: 雷澤

# 班尼特
source: Bennett
ja: ベネット
ru: Беннет
zh_hant: 班尼特

# 诺艾尔
source: Noelle
ja: ノエル
ru: Ноэлль
zh_hant: 諾艾爾

# 菲谢尔·冯·露弗施洛斯·那菲多特
source: Fischl von Luftschloss Narfidort
ja: フィッシュル・ヴォン・ルフシュロス・ナフィードット
ru: Фишль
zh_hant: 菲謝爾·馮·露弗施洛斯·那菲多特

# 迪卢克
source: Diluc
ja: ディルック
ru: Дилюк
zh_hant: 迪盧克

# 可莉
source: Klee
ja: クレー
ru: Кли
zh_hant: 可莉

# 迪奥娜
source: Diona
ja: ディオナ
ru: Диона
zh_hant: 迪奧娜

# 芭芭拉
source: Barbara
ja: バーバラ
ru: Барбара
zh_hant: 芭芭拉

# 砂糖
source: Sucrose
ja: スクロース
ru: Сахароза
zh_hant: 砂糖

# 阿贝多
source: Albedo
ja: アルベド
ru: Альбедо
zh_hant: 阿貝多

# 莫娜
source: Mona
ja: モナ
ru: Мона
zh_hant: 莫娜

# 罗莎莉亚
source: Rosaria
ja: ロサリア
ru: Розария
zh_hant: 羅莎莉亞

# 优菈
source: Eula
ja: エウルア
ru: Эола
zh_hant: 優菈

# 香菱
source: Xiangling
ja: 香菱
ru: Сян Лин
zh_hant: 香菱

# 刻晴
source: Keqing
ja: 刻晴
ru: Кэ Цин
zh_hant: 刻晴

# 凝光
source: Ningguang
ja: 凝光
ru: Нин Гуан
zh_hant: 凝光

# 七七
source: Qiqi
ja: 七七
ru: Цици
zh_hant: 七七

# 行秋
source: Xingqiu
ja: 行秋
ru: Син Цю
zh_hant: 行秋

# 重云
source: Chongyun
ja: 重雲
ru: Чун Юнь
zh_hant: 重雲

# 北斗
source: Beidou
ja: 北斗
ru: Бэй Доу
zh_hant: 北鬥

# 辛焱
source: Xinyan
ja: 辛炎
ru: Синь Янь
zh_hant: 辛焱

# 钟离
source: Zhongli
ja: 鍾離
ru: Чжун Ли
zh_hant: 鍾離

# 魈
source: Xiao
ja: 魈
ru: Сяо
zh_hant: 魈

# 甘雨
source: Ganyu
ja: 甘雨
ru: Гань Юй
zh_hant: 甘雨

# 胡桃
source: Hu Tao
ja: 胡桃
ru: Ху Тао
zh_hant: 胡桃

# 烟绯
source: Yanfei
ja: 煙緋
ru: Янь Фэй
zh_hant: 煙緋

# 云堇
source: Yun Jin
ja: 雲菫
ru: Юнь Цзинь
zh_hant: 雲菫

# 申鹤
source: Shenhe
ja: 申鶴
ru: Шэнь Хэ
zh_hant: 申鶴

# 夜兰
source: Yelan
ja: 夜蘭
ru: Е Лань
zh_hant: 夜蘭

# 枫原万叶
source: Kazuha
ja: 楓原万葉
ru: Кадзуха
zh_hant: 楓原萬葉

# 宵宫
source: Yoimiya
ja: 宵宮
ru: Ёимия
zh_hant: 宵宮

# 神里绫华
source: Ayaka
ja: 神里綾華
ru: Аяка
zh_hant: 神里綾華

# 神里绫人
source: Ayato
ja: 神里綾人
ru: Аято
zh_hant: 神里綾人

# 托马
source: Thoma
ja: トーマ
ru: Тома
zh_hant: 托馬

# 早柚
source: Sayu
ja: 早柚
ru: Саю
zh_hant: 早柚

# 八重神子
source: Yae Miko
ja: 八重神子
ru: Яэ Мико
zh_hant: 八重神子

# 荒泷一斗
source: Itto
ja: 荒瀧一斗
ru: Итто
zh_hant: 荒瀧一鬥

# 久岐忍
source: Shinobu
ja: 久岐忍
ru: Синобу
zh_hant: 久岐忍

# 五郎
source: Gorou
ja: ゴロー
ru: Горо
zh_hant: 五郎

# 珊瑚宫心海
source: Kokomi
ja: 珊瑚宮心海
ru: Кокоми
zh_hant: 珊瑚宮心海

# 九条裟罗
source: Sara
ja: 九条裟羅
ru: Сара
zh_hant: 九條裟羅

# 鹿野院平藏
source: Heizou
ja: 鹿野院平蔵
ru: Хэйдзо
zh_hant: 鹿野院平藏

# 雷电将军
source: Shogun
ja: 雷電将軍
ru: Райден
zh_hant: 雷電將軍

# 赛诺
source: Cyno
ja: セノ
ru: Сайно
zh_hant: 賽諾

# 提纳里
source: Tighnari
ja: ティナリ
ru: Тигнари
zh_hant: 提納里

# 柯莱
source: Collei
ja: コレイ
ru: Коллеи
zh_hant: 柯萊

# 多莉
source: Dori
ja: ドリー
ru: Дори
zh_hant: 多莉

# 艾尔海森
source: Alhaitham
ja: アルハイゼン
ru: Аль-Хайтам
zh_hant: 艾爾海森

# 迪希雅
source: Dehya
ja: ディシア
ru: Дэхья
zh_hant: 迪希雅

# 妮露
source: Nilou
ja: ニィロウ
ru: Нилу
zh_hant: 妮露

# 纳西妲
source: Nahida
ja: ナヒーダ
ru: Нахида
zh_hant: 納西妲

# 林尼
source: Lyney
ja: リネ
ru: Линн
zh_hant: 林尼

# 琳妮特
source: Lynette
ja: リネット
ru: Линетт
zh_hant: 琳妮特

# 伊安珊
source: Iansan
ja: イアンサ
ru: Иансан
zh_hant: 伊安珊

# 达达利亚
source: Tartaglia
ja: タルタリヤ
ru: Тарталья
zh_hant: 達達利亞

# （未知角色）
source: (unknown)
ja: （未知のキャラ）
ru: (неизвестно)
zh_hant: （未知角色）

# 请先刷新以获取树脂状态
source: Please refresh to get genshin status
ja: 樹脂の状態を得るためにリフレッシュしてください
ru: Пожалуйста, перезагрузите чтобы получить статус genshin
vi: Vui lòng làm mới để nhận trạng thái của game
zh_hant: 請先刷新以獲取樹脂狀態

# 请长按小组件选择帐号
source: Please long press the widget to config your account
ja: ウィジェットを長押してアカウントを選んでください
ru: Пожалуйста, удерживайте палец чтобы изменить параметры аккаунта
vi: Vui lòng nhấn và giữ tiện ích để cấu hình tài khoản của bạn
zh_hant: 請長按小工具選擇帳號

# 错误码%lld：Cookie失效，请重新登录
source: Error code %lld: Cookie is invalid, please login HoYoLab again.
ja: エラーコード %lld: Cookieが無効になりました。HoYoLABに再度ログインしてください
ru: Код ошибки %lld: Не удалось получить Cookie, пожалуйста войдите в HoYoLAB заново.
vi: mã lỗi %lld: Cookie không hợp lệ, vui lòng đăng nhập lại HoYoLab.
zh_hant: 錯誤碼%lld：Cookie失效，請重新登入

# 错误码%lld：米游社帐号与UID不匹配，请手动输入UID
source: Error code %lld: HoYoLAB account does not match UID
ru: Код ошибки %lld: Аккаунт HoYoLAB не совпадает с UID
vi: mã lỗi %lld: Tài khoản HoYoLAB không trùng UID
zh_hant: 錯誤碼%lld：米遊社帳號與UID不匹配，請手動輸入UID

# 错误码%lld：UID有误
source: Error code %lld: invalid UID
ru: Код ошибки %lld: Неправильный UID
vi: mã lỗi %lld: UID không hợp lệ
zh_hant: 錯誤碼%lld：UID有誤

# 请前往米游社（或Hoyolab）打开旅行便笺功能
source: Please open Real-Time Notes in HoYoLAB app first
ja: HoYoLAB Appで「リアルタイムノート」を開けてください
ru: Пожалуста, включите сначала "Заметки в реальном времени" в приложении HoYoLAB
vi: Vui lòng mở Ghi chú theo thời gian thực trong ứng dụng HoYoLAB trước
zh_hant: 請前往米遊社（或Hoyolab）打開旅行便箋功能

# 解码错误：请检查网络环境
source: Decode Error: please check your network status
ja: デコードエラー：ネットワーク環境を確認してください
ru: Ошибка декодера: Пожалуйста, проверьте ваше интернет-соединение
vi: Lỗi giải mã: vui lòng kiểm tra trạng thái mạng của bạn
zh_hant: 解碼錯誤：請檢查網絡環境

# 网络错误
source: Network Error
ja: ネットワークエラー
ru: Ошибка интернета
vi: Lỗi mạng
zh_hant: 網絡錯誤

# 未知错误码：%lld
source: Unknown Error %lld
ru: Неизвестная ошибка %lld
vi: Lỗi không xác định %lld
zh_hant: 未知錯誤碼：%lld

# 无返回数据
source: No Response Data
ru: Нет ответа от данных
vi: Không có dữ liệu phản hồi
zh_hant: 無返回資料

# 无响应
source: No Response
ru: Нет ответа
vi: Không phản hồi
zh_hant: 無響應

# 未知错误
source: Unknown Error
ru: Неизвестная ошибка
vi: Lỗi không xác định
zh_hant: 未知錯誤

source: Please note that the following is all no-cost donations and we will not provide you with any additional services. We promise that your donation will only be used to cover the direct costs of the App development process, including but not limited to the annual fee for Apple Developer Program, etc. Any amount donated beyond this cost will be re-donated in full. Thank you for your support.
ja: 以下の内容は無償寄付で、追加のサービスは提供しませんのでご注意ください。 「原神ピザ助手」への寄付は、Apple Developer Programの年会費などを含むが、App開発過程の直接コストのみをカバーすることを約束します。この部分を超える金額はすべて慈善団体に寄付されるはずだ。私たちの支援に感謝いたします。
ru: Обратите внимание, что все донаты являются по желанию и вы не получите за них дополнительных инструментов. Все деньги пойдут на разработку приложения, включая, но не ограничиваясь ежегодным платежом в программу разработчиков Apple. Все избыточные пожертвования пойдут в благотворительные фонды Китая. Спасибо вам за поддержку.
vi: Xin lưu ý rằng sau đây là tất cả các đóng góp miễn phí và chúng tôi sẽ không cung cấp cho bạn bất kỳ dịch vụ bổ sung nào. Chúng tôi cam kết rằng khoản quyên góp của bạn sẽ chỉ được sử dụng để trang trải các chi phí trực tiếp của quá trình phát triển Ứng dụng, bao gồm nhưng không giới hạn ở phí hàng năm cho Chương trình dành cho nhà phát triển của Apple, v.v. Mọi số tiền quyên góp vượt quá chi phí này sẽ được quyên góp lại đầy đủ. cảm ơn sự hỗ trợ của bạn.
zh_hant: 請注意，以下內容為無償捐贈，我們不會為您提供任何額外的服務。 我們承諾，您對「原神披薩小助手」的捐贈僅用於覆蓋App開發過程中的直接成本，包括但不限於蘋果開發者計劃會員資格的年費等。超出這部分成本的捐贈金額將悉數再次捐出。感謝您對我們的支援。

# 您可以长按保存图片到对应App中扫描
source: You can long press to save the image for scanning
ja: 画像を長押しして保存して、対応するアプリでQRコードをスキャンできます
ru: Вы можете зажать палец для сохранения изображения и его сканирования
vi: Bạn có thể nhấn và giữ để lưu hình ảnh đã quét
zh_hant: 您可以長按保存圖片到對應App中掃描

# 保存微信支付图片
source: Save WeChat payment QR code
ja: WeChat Pay QRコードを保存
ru: Сохранить QR код платежа в WeChat
vi: Lưu mã QR thanh toán WeChat
zh_hant: 保存微信支付圖片

# 捐赠项目
source: Optional Donations
ja: 寄付アイテム
ru: Пожертвования
vi: Đóng góp tùy chọn
zh_hant: 捐贈項目

# 支付
source: PAY
ja: 支払い
ru: ОПЛАТИТЬ
zh_hant: 支付

# 开发者与联系方式
source: Developers & Contact Infos
ja: 開発者と連絡先
ru: Информация о разработчиках и наши контакты
vi: Nhà phát triển & Thông tin liên hệ
zh_hant: 開發者與聯絡方式

# 「原神披萨小助手」与上海米哈游网络科技股份有限公司及其子公司无关。
source: Genshin Pizza Helper is not affiliated with miHoYo Co., Ltd. and its subsidiaries.
ja: 「原神ピザ助手」は株式会社miHoYoとその子会社とは関係ありません。
ru: Genshin Pizza Helper является фанатским приложением по одноимённой игре и не имеет отношения к miHoYo Co., Ltd. и к их дочерним компаниям.
vi: Genshin Pizza Helper không liên kết với miHoYo Co., Ltd. và các công ty con.
zh_hant: 「原神披薩小助手」與上海米哈遊網絡科技股份有限公司及其子公司無關。

# 原神的游戏内容和各种游戏内素材与商标的版权都属于米哈游。
source: Genshin Impact, game content and materials are trademarks and copyrights of HoYoverse.
ja: 原神、ゲームコンテンツおよび素材はHoYoverseの商標および著作権です。
ru: Genshin Impact, игровой контент и материалы являются зарегистрированной маркой компании HoYoverse.
vi: Genshin Impact, nội dung và tài liệu trò chơi là nhãn hiệu và bản quyền của HoYoverse.
zh_hant: 原神的遊戲內容和各種遊戲內素材與商標的版權都屬於米哈遊。

# 用户交流群
source: User Communication Groups
ja: ユーザー交流グループ
ru: Наши сообщества
vi: Nhóm giao tiếp người dùng
zh_hant: 用戶交流群

# QQ群1: 813912474
source: QQ Group 1: 813912474
ja: QQ グループ 1: 813912474
ru: QQ Группа 1: 813912474
zh_hant: QQ群1: 813912474

# QQ群2: 829996515
source: QQ Group 2: 829996515
ja: QQ グループ 2: 829996515
ru: QQ Группа 2: 829996515
zh_hant: QQ群2: 829996515

# Discord频道: Genshin Pizza Helper
source: Join Discord Server
ja: Discordに参加する
ru: Присоединиться в Discord
vi: Tham gia server Discord của chúng tôi
zh_hant: Discord頻道: Genshin Pizza Helper

# 个人主页
source: Personal Homepage
ja: 個人ホームページ
ru: Собственный сайт
zh_hant: 個人主頁

# Bilibili主页
source: Bilibili Homepage
ja: Bilibili ホームページ
ru: Bilibili страница
zh_hant: Bilibili主頁

# GitHub主页
source: GitHub Homepage
ja: GitHub ホームページ
ru: GitHub аккаунт
zh_hant: GitHub主頁

# 水里的碳酸钙
source: Bill Haku
zh_hant: 水裡的碳酸鈣

# 所有材料均可获取
source: All farmable on Sunday
ja: すべての素材が入手できます
ru: Доступны все материалы
vi: Tất cả nguyên liệu của game
zh_hant: 所有材料均可獲取

# 代理设置
source: Proxy Settings
ja: プロキシ設定
ru: Настройки Proxy
vi: Cài Đặt Proxy
zh_hant: 代理設定

# 启用代理
source: Enable Proxy
ja: プロキシを有効にする
ru: Включить Proxy
vi: Mở Proxy
zh_hant: 啟用代理

# 代理配置
source: Proxy Configuration
ja: プロキシ設定
ru: Конфигурация Proxy
vi: Cấu Hình Proxy
zh_hant: 代理配置

# 端口
source: Port
ja: ポート
ru: Порт
vi: Cổng
zh_hant: 端口

# 认证信息（可选）
source: Authorization (Optional)
ja: 認証(オプション）
ru: Авторизация (Дополнительно)
vi: Ủy quyền (Tùy Chọn)
zh_hant: 認證資訊（可選）

# 用户名
source: Username
ja: ユーザー名
ru: Никнейм
vi: Tên đăng nhập
zh_hant: 使用者名稱

# 密码
source: Password
ja: パスワード
ru: Пароль
vi: Mật khẩu
zh_hant: 密碼

# 编辑
source: Edit
ja: 編集
ru: Изменить
vi: Sửa
zh_hant: 編輯

# 如何添加、配置小组件和更换小组件背景？
source: How to add, configure Widget and change Widget background?
ja: ウィジェットの追加、設定、およびウィジェットの背景を変更する方法は？
ru: Как добавить, настроить виджет и изменить фон виджета?
vi: Cách thêm , cấu hình tiện ích và thay đổi hình nền tiện ích ?
zh_hant: 如何添加、配置小工具和更換小工具背景？

# 小组件使用提示
source: Widget Tips
ja: ウィジェットのヒント
ru: Советы по виджетам
vi: Mẹo tiện ích
zh_hant: 小工具使用提示

# 如何配置小组件和修改小组件背景？
source: How to configure Widget and change Widget background?
ja: ウィジェットの設定、およびウィジェットの背景を変更する方法は？
ru: Как настроить виджет и изменить его фон?
vi: Cách cấu hình tiện ích và thay đổi hình nền tiện ích ?
zh_hant: 如何配置小工具和修改小工具背景？

# 长按小组件，选择编辑"原神披萨小助手"
source: Long press the Widget, tap Edit "Genshin Pizza"
ja: ウィジェットを長押しして、 "原神ピザ助手"を編集をタップしてください
ru: Удерживайте палец на виджете, затем нажмите редактировать "Genshin Pizza"
vi: Nhấn và giữ tiện ích , chạm vào Chỉnh sửa "Genshin Pizza"
zh_hant: 長按小工具，選擇編輯"原神披薩小助手"

# 根据提示选择设置项或启用/关闭功能或修改背景
source: Turn on/off or modify the functions as you need or modify the background
ja: 必要に応じて機能をオン/オフまたは編集するか、背景を編集する
ru: Изменяйте настройки как вам удобно, а также меняйте фон виджета если хотите.
vi: Bật/tắt hoặc sửa đổi các chức năng khi bạn cần hoặc sửa đổi nền
zh_hant: 根據提示選擇設定項或啟用/關閉功能或修改背景

# 如何添加小组件？
source: How to add a Widget to your Home Screen
ja: ホーム画面にウィジェットを追加する方法は？
ru: Как добавить виджет на экран "Домой"
vi: Cách thêm tiện ích vào Màn hình chính của bạn
zh_hant: 如何添加小工具？

# 关于如何添加小组件，请参考Apple支持文档
source: About how to add a Widget, please refer to the Apple Support Documents
ja: ウィジェットを追加について, Appleのサポート文書を参照してください
ru: О том как добавить виджет вы можете узнать из документации Apple
vi: Về cách thêm tiện ích, vui lòng tham khảo Tài liệu hỗ trợ của Apple
zh_hant: 關於如何添加小工具，請參考Apple支援文件

# 如果您未能在小组件选单内找到本软件的小组件，请重启并等待十分钟后再尝试添加小组件
source: If you failed to find our Widget in the Widget list, reboot and wait for 10 minutes, then try again
ja: ウィジェットが見つからない場合は、再起動して10分間待ってから、もう一度やり直してください
ru: Если вы не нашли наш виджет в списке виджетов, перезагрузите устройство, подождите 10 минут и пробуйте заново
vi: Nếu bạn không tìm thấy tiện ích của chúng tôi trong danh sách tiện ích, hãy khởi động lại và đợi trong 10 phút rồi thử lại
zh_hant: 如果您未能在小工具選單內找到本軟件的小工具，請重啟並等待十分鐘後再嘗試添加小工具

# App介绍视频
source: App Introduction Videos
ja: Appの紹介ビデオ
ru: Видео-описание приложения
vi: Video giới thiệu ứng dụng
zh_hant: App介紹影片

# 打开Bilibili观看
source: Watch on Bilibili
ja: Bilibiliで見る
ru: Смотреть на Bilibili
vi: Xem trên Bilibili
zh_hant: 打開Bilibili觀看

# 打开YouTube观看
source: Watch on YouTube
ja: YouTubeで見る
ru: Смотреть на YouTube
vi: Xem trên YouTube
zh_hant: 打開YouTube觀看

# 原粹树脂
source: Original Resin
ja: 天然樹脂
ru: Первородная смола
vi: Nhựa Nguyên Chất
zh_hant: 原粹樹脂

# 洞天宝钱
source: Realm Currency
ja: 洞天宝銭
ru: Сокровища обители
vi: Tiền Động Tiên
zh_hant: 洞天寶錢

# 每日委托
source: Daily Commission
ja: デイリー依頼
ru: Ежедневные Поручения
vi: Nhiệm Vụ Hàng Ngày
zh_hant: 每日委託

# 探索派遣
source: Expedition
ja: 探索派遣
ru: Экспедиции
vi: Phái Đi Thám Hiểm
zh_hant: 探索派遣

# 参量质变仪
source: Parametric Transformer
ja: 参量物質変化器
ru: Параметрический преобразователь
vi: Máy Biến Đổi Tham Số
zh_hant: 參量質變儀

# 周本折扣
source: Weekly Boss
ja: 週ボス
ru: Недельный босс
vi: Vùng Đất Thảo Phạt
zh_hant: 週本折扣

# %@ 回满
source: Refilled at %@
ja: %@に全て回復
ru: Заполнится в %@
vi: Đầy lại trong %@
zh_hant: %@ 回滿

# 树脂已全部回满
source: Resin is fully capped
ja: 樹脂が全て回復しました
ru: Смола полностью заполнена
vi: Nhựa đã được phục hồi đầy đủ
zh_hant: 樹脂已全部回滿

# 特别鸣谢
source: Special Thanks
ja: 特別に感謝致します
ru: Отдельная благодарность
vi: Cảm ơn
zh_hant: 特別鳴謝

# 翻译与特别鸣谢
source: Translators & Special Thanks
ja: 翻訳者と特別感謝
ru: Переводчики и Особая благодарность
vi: Người phiên dịch & Cảm ơn
zh_hant: 翻譯與特別鳴謝

# 英语翻译
source: English translator
ja: 英語翻訳者
ru: Перевод на английский
vi: Người phiên dịch tiếng Anh
zh_hant: 英語翻譯

# 日语 英语翻译
source: Japanese translator
ja: 日本語・英語翻訳者
ru: Перевод на японский
vi: Người phiên dịch tiếng Nhật
zh_hant: 日語 英語翻譯

# 法语翻译
source: French translator
ja: フランス語翻訳者
ru: Перевод на Французский
vi: Người phiên dịch tiếng Pháp
zh_hant: 法語翻譯

# 图片素材制作
source: Image production
ja: イメージ素材制作
ru: Помощь с изображениями
vi: Sản xuất hình ảnh
zh_hant: 圖片素材製作

# 上滑查看更多基本信息
source: Swipe up to show more
ja: 上にスワイプしてもっと表示する
ru: Смахните для доп.информации
vi: Vuốt lên để hiển thị thêm
zh_hant: 上滑以檢視更多基礎資訊

# 数据总览
source: Summary
ja: データ一覧
ru: Суммарно
vi: Bản tóm tắt
zh_hant: 資料總覽

# 活跃天数
source: Days Active
ja: 活動日数
ru: Дней активности
vi: Số ngày hoạt động
zh_hant: 活躍天數

# 成就达成
source: Achievements
ja: アチーブメント
ru: Достижений
vi: Thành Tựu
zh_hant: 成就達成

# 获得角色
source: Characters
ja: キャラ
ru: Персонажей
vi: Nhân vật
zh_hant: 獲得角色

# 深境螺旋
source: Spiral Abyss
ja: 深境螺旋
ru: Витая Бездна
vi: La Hoàn Thâm Cảnh
zh_hant: 深境螺旋

# 解锁锚点
source: Waypoints Unlocked
ja: ワープポイント
ru: Разблокировано точек телепортации
vi: Điểm dịch chuyển đã được mở khóa
zh_hant: 解鎖錨點

# 解锁秘境
source: Domains Unlocked
ja: 秘境
ru: Подземелий разблокировано
vi: Bí cảnh đã mở khóa
zh_hant: 解鎖祕境

# 普通宝箱
source: Common Chests Opened
ja: 普通の宝箱
ru: Открыто обычных сундуков
vi: Rương thường đã mở
zh_hant: 普通寶箱

# 精致宝箱
source: Exquisite Chests Opened
ja: 精巧な宝箱
ru: Открыто богатых сундуков
vi: Rương cao cấp đã mở
zh_hant: 精緻寶箱

# 珍贵宝箱
source: Precious Chests Opened
ja: 貴重な宝箱
ru: Открыто друагоценных сундуков
vi: Rương kì dị đã mở
zh_hant: 珍貴寶箱

# 华丽宝箱
source: Luxurious Chests Opened
ja: 豪華な宝箱
ru: Открыто роскошных сундуков
vi: Rương siêu cấp đã mở
zh_hant: 華麗寶箱

# 风神瞳
source: Anemoculus
ja: 風神の瞳
ru: Анемокулы
vi: Ấn Phong
zh_hant: 風神瞳

# 岩神瞳
source: Geoculus
ja: 岩神の瞳
ru: Геокулы
vi: Ấn Nham
zh_hant: 岩神瞳

# 雷神瞳
source: Electroculus
ja: 雷神の瞳
ru: Электрокулы
vi: Ấn Lôi
zh_hant: 雷神瞳

# 草神瞳
source: Dendroculus
ja: 草神の瞳
ru: Дендрокулы
vi: Ấn Thảo
zh_hant: 草神瞳

# 世界探索
source: World Explorations
ja: 世界探索
ru: Исследование мира
vi: Thám hiểm Teyvat
zh_hant: 世界探索

# 树脂回复状态
source: Resin Recovery Status
ja: 樹脂回復状態
ru: Статус восстановления смолы
vi: Tình trạng phục hồi nhựa
zh_hant: 樹脂充填狀態

# 自动轮换
source: Automatic Rotation
ja: 自動ローテーション
ru: Автоматическая ориентация
vi: Vòng xoay tự động
zh_hant: 自動輪替
