Repository: CanglongCl/Genshin-Pizza-Helper
Catalog: GenshinPizzaHepler/*.lproj/Localizable.strings
Languages: ja, ru, vi, zh_hant

# 原神披萨小助手
source: Genshin Pizza Helper
ja: 原神ピザ助手
zh_hant: 原神披薩小助手

# 主页
source: Home
ja: ホーム
ru: Домой
vi: Trang Chủ
zh_hant: 主頁

# 设置
source: Settings
ja: 設定
ru: Настройки
vi: Cài Đặt
zh_hant: 設定

# 我的帐号
source: My Account
ja: 私のアカウント
ru: Мой аккаунт
vi: Tài Khoản Của Tôi
zh_hant: 我的帳號

# 添加帐号
source: Add Account
ja: アカウントを追加
ru: Добавить аккаунт
vi: Thêm Tài Khoản
zh_hant: 添加帳號

# 通知推送
source: Notifications
ja: 通知
ru: Уведомления
vi: Thông Báo
zh_hant: 通知推送

# 通知推送设置
source: Notification Settings
ja: 通知設定
ru: Настройки уведомлений
vi: Cài Đặt Thông Báo
zh_hant: 通知推送設定

# 背景名片预览
source: Background Namecard Preview
ja: 背景名刺のプレビュー
ru: Предпросмотр именных карт
vi: Xem Trước Nền Danh Thiếp
zh_hant: 背景名片預覽

# 更多
source: More
ja: その他
ru: Больше
vi: Thêm
zh_hant: 更多

# 通知使用提示
source: Tips: How to use Notification?
ja: 通知の使用ヒント
ru: Подсказка: как использовать уведомления?
vi: Mẹo: Hãy bật thông báo của ứng dụng
zh_hant: 通知使用提示

# 通知功能需要帐号添加至小组件后才能生效。 通知安排与小组件刷新有关，若您的小组件长时间未刷新，推送的通知可能有误。
source: The notification feature requires the account to be added to the Widget before it can take effect The notification schedule is related to the widget refresh, the notification can be deviated if your widget has not been refreshed for a long while.
ja: 通知はデバイスにウィジェットが追加された後にのみ利用可能です。 通知の手配はウィジェットのリフレッシュと関係がある。ウィジェットが長い間更新されなかった場合、通知が間違っている可能性があります。
ru: Функция уведомлений требует аккаунт и включенные виджеты чтобы от них был эффект Расписание уведомлений связано с обновлением виджетов. Уведомления могут не приходить, если виджеты давно не обновлялись.
vi: Tính năng thông báo yêu cầu tài khoản phải được thêm vào tiện ích trước khi có hiệu lực Lịch trình thông báo có liên quan đến việc làm mới tiện ích, thông báo có thể bị sai lệch nếu tiện ích của bạn không được làm mới trong một thời gian dài.
zh_hant: 通知功能需要帳號添加至小工具後才能生效。 通知安排與小工具刷新有關，若您的小工具長時間未刷新，推送的通知可能有誤。

# 地区: %@
source: Region: %@
ja: 地域: %@
ru: Регион: %@
vi: Khu vực: %@
zh_hant: 地區: %@

# 服务器: %@
source: Server: %@
ja: サーバー: %@
ru: Сервер: %@
vi: Máy chủ: %@
zh_hant: 伺服器: %@

# 获取Cookie的脚本
source: Shortcuts for Grabbing Cookie
ja: Cookieを取得するためのショートカット
ru: Команда для получения Cookie
vi: Phím tắt để lấy Cookie
zh_hant: 獲取Cookie的腳本

# 在App Store评分
source: Rate in App Store
ja: App Storeで評価する
ru: Оцени нас в App Store
vi: Đánh giá ứng dụng trên App Store
zh_hant: 在App Store評分

# 支持我们
source: Donate us
ja: 寄付する
ru: Поддержи нас
vi: Ủng hộ chúng tôi
zh_hant: 支援我們

# 常见使用问题（FAQ）
source: FAQ
ru: ЧАВО (На английском)
vi: Câu hỏi thường gặp (FAQ)
zh_hant: 常見使用問題（FAQ）

# 用户协议与免责声明
source: User Policy
ja: ユーザー協議
ru: Пользовательское соглашение
vi: Thỏa thuận người dùng và Tuyên bố miễn trừ trách nhiệm
zh_hant: 用戶協議與免責聲明

# 用户协议
source: User Policy
ja: ユーザー協議
ru: Пользовательское соглашение
vi: Chính sách người dùng
zh_hant: 用戶協議

# 关于小助手
source: About App
ja: Appについて
ru: О GI Pizza
vi: Thông tin ứng dụng
zh_hant: 關於小助手

# 开发者
source: Developers
ja: 開発者
ru: Разработчики
vi: Nhà phát triển
zh_hant: 開發者

# 交流群：813912474 829996515
source: QQ Group: 813912474 829996515
ru: QQ Группа: 813912474 829996515
zh_hant: 交流群：813912474 829996515

# 重新登录米哈游通行证帐号
source: Relogin to HoYoLAB
ja: HoYoLABに再度ログインします
ru: Перезайти в HoYoLAB
vi: Đăng nhập lại bằng HoYoLAB
zh_hant: 重新登入米哈遊通行證帳號

# 帐号配置
source: Account Configuration
ja: アカウント設定
ru: Конфигурация аккаунта
vi: Cấu hình tài khoản
zh_hant: 帳號配置

# 帐号名
source: Account Name
ja: アカウント名
ru: Никнейм аккаунта
vi: Tên tài khoản
zh_hant: 帳號名

# 服务器
source: Server
ja: サーバー
ru: Сервер
vi: Máy chủ
zh_hant: 伺服器

# 测试连接
source: Test Connection
ja: 接続状況をテストする
ru: Проверка соединения
vi: Kiểm tra kết nối
zh_hant: 測試連接

# 错误内容
source: Error Details
ja: エラーの詳細
ru: Подробности ошибки
vi: Chi tiết lỗi
zh_hant: 錯誤內容

# 帐号信息
source: Account Infos
ja: アカウント情報
ru: Информация аккаунта
vi: Thông tin tài khoản
zh_hant: 帳號資訊

# 你可以自定义显示在小组件上的帐号名称
source: Your custom account name displayed on Widget
ja: ウィジェットに表示されているアカウント名をカスタマイズできます
ru: Ваш ник учетной записи будет изображен на виджете
vi: Tên tài khoản tùy chỉnh của bạn được hiển thị trên tiện ích
zh_hant: 你可以自訂顯示在小工具上的帳號名稱

# 粘贴自剪贴板
source: Paste from Clipboard
ja: クリップボードから貼り付ける
ru: Вставить с буфера обмена
vi: Dán từ Clipboard
zh_hant: 粘貼自剪貼板

# 登录米哈游通行证帐号
source: Login via HoYoLAB
ja: HoYoLABからログイン
ru: Войти с помощью HoYoLAB
vi: Đăng nhập bằng HoYoLAB
zh_hant: 登入米哈遊通行證帳號

# 你也可以
source: You can also
ja: または
ru: Вы также можете
vi: Bạn cũng có thể
zh_hant: 你也可以

# 手动设置帐号
source: configure your account manually
ja: アカウントを手動で設定する
ru: настроить свой аккаунт вручную
vi: Cấu hình tài khoản của bạn theo cách thủ công
zh_hant: 手動設定帳號

# 保存
source: Save
ja: セーブ
ru: Сохранить
vi: Lưu
zh_hant: 保存

# 国服
source: China Mainland Players
ja: 中国本土のプレーヤー
ru: Игроки Континентального Китая
vi: Người chơi Trung Quốc đại lục
zh_hant: 陸服

# 国际服
source: Global Players
ja: グローバルプレーヤー
ru: Игроки глобальной версии
vi: Người chơi phiên bản toàn cầu
zh_hant: 國際服

# 登录帐号获取Cookie
source: Get Cookie via HoYoLAB
ja: HoYoLABからCookieを取得する
ru: Получить Cookie-файлы с HoYoLAB
vi: Lấy Cookie thông qua HoYoLAB
zh_hant: 登入帳號獲取Cookie

# 请完成登录
source: Please finish login
ja: ログインを完了してください
ru: Пожалуйста, завершите авторизацию
vi: Vui lòng hoàn tất đăng nhập
zh_hant: 請完成登入

# 完成
source: Done
ja: 完了
ru: Готово
vi: Xong
zh_hant: 完成

# 未获取到登录信息，请重试
source: Failed to fetch your login infos, please re-login HoYoLAB
ja: Cookieの取得に失敗しました。もう一度やり直してください
ru: Не удалось получить Cookie-файл. Пожалуйста, попробуйте еще раз.
vi: Không thể lấy Cookie. Vui lòng thử lại.
zh_hant: 未獲取到登入資訊，請重試

# 尚未完成帐号设置
source: Account configuration is not finished
ja: アカウントの設定が完了していません
ru: Настройка аккаунта не завершена
vi: Cấu hình tài khoản chưa hoàn tất
zh_hant: 尚未完成帳號設定

# 好
source: OK
ja: はい
ru: ОК
zh_hant: 好

# 提示
source: Tips
ja: ヒント
ru: Подсказки
vi: Lời khuyên
zh_hant: 提示

source: Click "Done" after you finish login to HoYoLAB in the following webpage. Sign in via Google, Facebook or Twitter is not available, please sign in with your username & password. Your account's login info will only be stored in local device and your private iCloud, and used to request HoYoLAB for your Genshin account infos.
ja: 次のウェブページでHoYoLABへのログインが完了したら、「完了」をクリックしてください。 SNSアカウントでログインできません。アカウントとパスワードでログインしてください。 アカウント情報は、原神アカウント情報のHoYoLABにリクエストするためにのみ使用される、ローカルデバイスとプライベートiCloudにのみ保存されることを約束します。
ru: Нажмите "Готово" после авторизации в HoYoLAB в вебокне. Вход через Google, Facebook или Twitter недоступен, используйте логин и пароль. Данные для входа в вашу учетную запись будут храниться только на локальном устройстве и в вашем личном iCloud и использоваться только для запроса информации о вашей учетной записи Genshin Impact в HoYoLAB.
vi: Nhấp vào "Xong" sau khi bạn hoàn tất đăng nhập vào HoYoLAB trong trang web sau. Đăng nhập qua Google, Facebook hoặc Twitter không khả dụng, vui lòng đăng nhập bằng tên người dùng và mật khẩu của bạn. Thông tin đăng nhập tài khoản của bạn sẽ chỉ được lưu trữ cục bộ thiết bị và iCloud riêng của bạn và được sử dụng để yêu cầu HoYoLAB cung cấp thông tin tài khoản Genshin của bạn.
zh_hant: 請在打開的網頁完成登入米遊社操作後點擊「完成」。 通過Google，Facebook或Twitter登入HoYoLAB不可使用，請使用帳號密碼登入。 我們承諾：您的登入資訊只會保存在您的本地設備和私人iCloud中，僅用於向米遊社請求您的原神狀態。

# 自定义帐号名
source: Custom Account Name
ja: カスタムアカウント名
ru: Свой никнейм аккаунта
vi: Tên tài khoản tùy chỉnh
zh_hant: 自訂帳號名

# 请选择帐号
source: Choose Your Account
ja: アカウントを選択してください
ru: Выберите свой аккаунт
vi: Chọn tài khoản của bạn
zh_hant: 請選擇帳號

# 手动设置帐号详情
source: Login Info Details
ja: アカウントの詳細情報
ru: Подробности об авторизации
vi: Chi tiết thông tin đăng nhập
zh_hant: 手動設定帳號詳情

# 请先添加帐号
source: Add an Account
ja: アカウントを追加する
ru: Добавить в аккаунт
vi: Thêm tài khoản
zh_hant: 請先添加帳號

# %@ %@ 回满
source: Full in %@ %@
ja: %@ %@ 全て回復
ru: Заполнится через %@ %@
vi: Nhựa sẽ đầy trong %@ %@
zh_hant: %@ %@ 回滿

# 0小时0分钟 树脂已全部回满
source: 0hr 0min Resin is full
ja: 0時間0分 樹脂は全て回復しました
ru: 0ч 0мин Макс. кол-во
vi: 0hr 0min Nhựa đầy.
zh_hant: 0小時0分鐘 樹脂已全部回滿

# %lld天
source: %lldday
ja: %lld日
ru: %lldд
vi: %lld Ngày
zh_hant: %lld天

# %lld小时
source: %lldhr
ja: %lld時間
ru: %lldч
vi: %lld Giờ
zh_hant: %lld小時

# %lld分钟
source: %lldmin
ja: %lld分
ru: %lldмин
vi: %lld Phút
zh_hant: %lld分鐘

# %lld小时%lld分钟
source: %lldhr %lldmin
ja: %lld時間%lld分
ru: %lldч %lldмин
vi: %lld Giờ %lld Phút
zh_hant: %lld小時%lld分鐘

# 可使用
source: Available
ja: 利用可能
ru: Доступно
vi: CD Xong
zh_hant: 可使用

# %lld月%lld日 %@
source: %lld.%lld %@
ja: %lld月%lld日 %@
zh_hant: %lld月%lld日 %@

# 星期日
source: Sunday
ja: 日曜日
ru: Воскресенье
vi: Chủ Nhật
zh_hant: 星期日

# 星期一
source: Monday
ja: 月曜日
ru: Понедельник
vi: Thứ Hai
zh_hant: 星期一

# 星期二
source: Tuesday
ja: 火曜日
ru: Вторник
vi: Thứ Ba
zh_hant: 星期二

# 星期三
source: Wednesday
ja: 水曜日
ru: Среда
vi: Thứ Tư
zh_hant: 星期三

# 星期四
source: Thursday
ja: 木曜日
ru: Четверг
vi: Thứ Năm
zh_hant: 星期四

# 星期五
source: Friday
ja: 金曜日
ru: Пятница
vi: Thứ Sáu
zh_hant: 星期五

# 星期六
source: Saturday
ja: 土曜日
ru: Суббота
vi: Thứ Bảy
zh_hant: 星期六

# 保存图片
source: Save Image
ja: 画像を保存
ru: Сохранить изображение
vi: Lưu hình ảnh
zh_hant: 保存圖片

# 推送设置
source: Notification Settings
ja: 通知設定
ru: Настройки уведомлений
vi: Cài Đặt thông báo
zh_hant: 推送設定

# 启用帐号
source: Enabled Accounts
ja: 有効なアカウント
ru: Включённые аккаунты
vi: Chọn tài khoản
zh_hant: 啟用帳號

# 原粹树脂提醒
source: Original Resin
ja: 天然樹脂通知
ru: Первородная Смола
vi: Nhựa Nguyên Chất
zh_hant: 原粹樹脂提醒

# 提醒阈值
source: Resin Threshold
ja: 通知タイミング
ru: Порог Смолы
vi: Ngưỡng Nhựa
zh_hant: 提醒閾值

# %lld树脂
source: %lld Resins
ja: %lld樹脂
ru: %lld Смолы
vi: %lld Nhựa
zh_hant: %lld樹脂

# 洞天宝钱提醒
source: Realm Currency
ja: 洞天宝銭通知
ru: Сокровища обители
vi: Tiền Động Tiên
zh_hant: 洞天寶錢提醒

# 提醒时间
source: Send at
ja: 通知時間
ru: Отправить в
vi: Thông Báo Trước Khi Đầy
zh_hant: 提醒時間

# 充满前%lld小时
source: %lld hours before Full
ja: 満タンになる%lld時間前に
ru: %lld часов(-а) до заполнения
vi: %lld giờ trước khi đầy
zh_hant: 充滿前%lld小時

# 探索派遣提醒
source: Expedition
ja: 探索派遣通知
ru: Экспедиции
vi: Phái Đi Thám Hiểm
zh_hant: 探索派遣提醒

# 提醒于
source: Send when
ja: 通知時間
ru: Отправить когда
vi: Thông Báo Khi
zh_hant: 提醒於

# 全部完成时
source: All done
ja: 全部完成
ru: Все завершены
vi: Tất Cả Đã Xong
zh_hant: 全部完成時

# 任一完成时
source: Each done
ja: いずれに完成
ru: Одно завершено
vi: Hoàn Thành
zh_hant: 任一完成時

# 每日委托提醒
source: Daily Commission
ja: デイリー依頼通知
ru: Ежедневные Поручения
vi: Ủy Thác Hằng Ngày
zh_hant: 每日委託提醒

# 周本折扣提醒
source: Weekly Boss
ja: 週ボス通知
ru: Недельный босс
vi: Vùng đất thảo phạt
zh_hant: 週本折扣提醒

# 提醒日期
source: Send on
ja: 通知日付
ru: Прислать в
vi: Hẹn Giờ
zh_hant: 提醒日期

# 参量质变仪提醒
source: Parametric Transformer
ja: 参量物質変化器通知
ru: Параметрический преобразователь
vi: Máy Biến Đổi Tham Số
zh_hant: 參量質變儀提醒

# 柯莱·豹蔚
source: Collei: Good Virtue
ja: コレイ・春風駘蕩
ru: Благородство леопарда
vi: Collei: Quân Tử
zh_hant: 柯萊·豹蔚

# 丽莎・沙漏
source: Lisa: Tempus Fugit
ja: リサ・砂時計
ru: Пески времени
vi: Lisa: Đồng Hồ Cát
zh_hant: 麗莎・沙漏

# 菲谢尔・夜鸦
source: Fischl: Night Raven
ja: フィッシュル・夜鴉
ru: Вестник ночи
vi: Fischl: Quạ Bóng Đêm
zh_hant: 菲謝爾・夜鴉

# 纪行・绕尘
source: Travel Notes: Sub-Space Recreation
ja: 紀行・廻塵
ru: Другая реальность
vi: Nhật Kí Hành Trình: Dạo Bước Cõi Trần
zh_hant: 紀行・繞塵

# 莫娜・天星
source: Mona: Starry Sky
ja: モナ・天星
ru: Звёздная гладь
vi: Mona: Thiên Tinh
zh_hant: 莫娜・天星

# 纪行・海蓝
source: Travel Notes: Azure Main
ja: 紀行・海藍
ru: Лазурный берег
vi: Nhật Kí Hành Trình: Đại Dương Xanh
zh_hant: 紀行・海藍

# 优菈・冰印
source: Eula: Ice-Sealed
ja: エウルア・氷印
ru: Морозная печать
vi: Eula: Ấn Băng
zh_hant: 優菈・冰印

# 成就・雪峰
source: Achievement: Snowy Summit
ja: アチーブメント・雪山
ru: Снежный пик
vi: Thành Tựu: Đỉnh Tuyết
zh_hant: 成就・雪峰

# 庆典・一揆
source: Celebration: Ikki
ja: 祭典・一揆
ru: Икки
vi: Lễ Hội: Ikki
zh_hant: 慶典・一揆

# 鹿野院平藏・鞠毬
source: Shikanoin Heizou: Temari
ja: 鹿野院平蔵・鞠
ru: Тэмари
zh_hant: 鹿野院平藏・鞠毬

# 阿贝多・阳花
source: Albedo: Sun Blossom
ja: アルベド・陽華
ru: Цветок солнца
vi: Albedo: Hoa Hướng Dương
zh_hant: 阿貝多・陽花

# 纪行・容彩
source: Travel Notes: Irodori
ja: 紀行・容彩
ru: Иродори
vi: Nhật Kí Hành Trình: Irodori
zh_hant: 紀行・容彩

# 稻妻・珊瑚宫之纹
source: Inazuma: Sangonomiya Crest
ja: 稲妻・珊瑚宮の紋
ru: Герб Сангономии
vi: Inazuma: Hoa Văn Sangonomiya
zh_hant: 稻妻・珊瑚宮之紋

# 成就・深秘
source: Achievement: Deep & Dark
ja: アチーブメント・深秘
ru: Глубины бездны
vi: Thành Tựu: Thần Bí
zh_hant: 成就・深祕

# 庆典・慧果
source: Celebration: Fruit of Wisdom
ja: 祭典・知恵の実
ru: Плод мудрости
vi: Lễ Hội: Fruit of Wisdom
zh_hant: 慶典・慧果

# 珊瑚宫心海・渊
source: Sangonomiya Kokomi: The Deep
ja: 珊瑚宮心海・淵
ru: Морская бездна
zh_hant: 珊瑚宮心海・淵

# 公子・魔装
source: Childe: Foul Legacy
ja: 公子・魔装
ru: Маска
vi: Childe: Quỷ Trang
zh_hant: 公子・魔裝

# 庆典・斗剧
source: Celebration: Battlesong
ja: 祭典・闘劇
ru: Песнь битвы
vi: Lễ Hội: Đấu Kịch
zh_hant: 慶典・鬥劇

# 重云・灵刃
source: Chongyun: Spirit Blade
ja: 重雲・霊刃
ru: Духовные лезвия
vi: Chongyun: Linh Nhẫn
zh_hant: 重雲・靈刃

# 可莉・爆弹
source: Klee: Explosive
ja: クレー・爆弾
ru: Бомбочка
vi: Klee: Thuốc Nổ
zh_hant: 可莉・爆彈

# 雷泽・奔狼
source: Razor: Wolvensprint
ja: レザー・奔狼
ru: Дух волка
vi: Razor: Sói Chạy
zh_hant: 雷澤・奔狼

# 宵宫・琉金火花
source: Yoimiya: Auratus Spark
ja: 宵宮・琉金の花火
ru: Искры золотой рыбки
vi: Yoimiya: Hoa Lửa Kim Lưu
zh_hant: 宵宮・琉金火花

# 蒙德・风吟
source: Mondstadt: Whistling Wind
ja: モンド・風吟
ru: Песнь ветра
vi: Mondstadt: Tiếng Gió
zh_hant: 蒙德・風吟

# 成就・强弓
source: Achievement: Bowmaster
ja: アチーブメント・強弓
ru: Мастер лучник
vi: Thành Tựu: Cung Tên
zh_hant: 成就・強弓

# 埃洛伊・曙光记
source: Aloy: Dawn
ja: アーロイ・ドーン
ru: Рассвет
vi: Aloy: Nhật Kí Bình Minh
zh_hant: 埃洛伊・曙光記

# 庆典・觥筹
source: Celebration: Binge Vessel
ja: 祭典・祝杯
ru: Кубки и развлечения
vi: Tiệc Mừng: Linh Đình
zh_hant: 慶典・觥籌

# 纪行・风花
source: Travel Notes: Windblume
ja: 紀行・風花
ru: Анемония
vi: Nhật Kí Hành Trình: Hoa Gió
zh_hant: 紀行・風花

# 成就・旅居
source: Achievement: Vacation Home
ja: アチーブメント・旅居
ru: Дом отдыха
vi: Thành Tựu: Cư Trú
zh_hant: 成就・旅居

# 忍冬・古树
source: Frost­bearing: Ancient Tree
ja: 冬忍び・古樹
ru: Древнее дерево
vi: Chịu Lanh: Cổ Thụ
zh_hant: 忍冬・古樹

# 成就・层岩
source: Achievement: Chasm
ja: アチーブメント・層岩
ru: Разлом
vi: Thành Tựu: Chasm
zh_hant: 成就・層岩

# 胡桃·安神
source: Hu Tao: Spirit Soother
ja: 胡桃・安神
ru: Упокоение духов
vi: Hu Tao: An Thần
zh_hant: 胡桃·安神

# 七七・冷藏
source: Qiqi: Cold Storage
ja: 七七・冷蔵
ru: Вестник стужи
vi: Qiqi: Đông Lạnh
zh_hant: 七七・冷藏

# 璃月・云间
source: Liyue: In the Clouds
ja: 璃月・雲間
ru: Среди облаков
vi: Liyue: Vân Gián
zh_hant: 璃月・雲間

# 庆典・光鳞
source: Celebration: Shining Scale
ja: 祭典・光鱗
ru: Сияющая чешуя
vi: Lễ Hội: Quang Lân
zh_hant: 慶典・光鱗

# 流明・辉石
source: Lumens: Stone of Light
ja: 流明・輝石
ru: Камень света
vi: Lưu Minh: Huy Thạch
zh_hant: 流明・輝石

# 枫原万叶・秋山椛狩
source: Kaedehara Kazuha: Autumn Maple-Viewing
ja: 楓原万葉・秋の紅葉狩り
ru: Любование клёном
vi: Kaedehara Kazuha: Lặng Ngắm Núi Thu
zh_hant: 楓原萬葉・秋山椛狩

# 庆典・无相
source: Celebration: Hypostasis
ja: 祭典・無相
ru: Гипостазис
vi: Lễ Hội: Nguyên Bản
zh_hant: 慶典・無相

# 罗莎莉亚・苦役
source: Rosaria: Indenture
ja: ロサリア・苦役
ru: Каторга
vi: Rosaria: Khổ Sai
zh_hant: 羅莎莉亞・苦役

# 成就・雪乡
source: Achievement: Snowy Land
ja: アチーブメント・雪郷
ru: Вечный холод
vi: Thành Tựu: Quê Hương Của Tuyết
zh_hant: 成就・雪鄉

# 云堇・对韵
source: Yun Jin: Rhyme
ja: 雲菫・対韻
ru: Рифма
vi: Yun Jin: Đối Âm
zh_hant: 雲菫・對韻

# 稻妻・神里之纹
source: Inazuma: Kamisato Crest
ja: 稲妻・神里の紋
ru: Герб Камисато
vi: Inazuma: Hoa Văn Kamisato
zh_hant: 稻妻・神里之紋

# 温迪・天青
source: Venti: Azure Sky
ja: ウェンティ・青空
ru: Небесная лира
vi: Venti: Bầu Trời Xanh
zh_hant: 溫迪・天青

# 甘雨・麟迹
source: Ganyu: Qilin
ja: 甘雨・麒麟の跡
ru: Цилинь
vi: Ganyu: Lân Tích
zh_hant: 甘雨・麟跡

# 稻妻・雷电之纹
source: Inazuma: Raiden Emblem
ja: 稲妻・雷電の紋
ru: Эмблема Райдэн
vi: Inazuma: Hoa Văn Lôi Điện
zh_hant: 稻妻・雷電之紋

# 庆典・浩瀚
source: Celebration: Vastness
ja: 祭典・浩瀚
ru: Необъятность
vi: Lễ Hội: Bao La
zh_hant: 慶典・浩瀚

# 纪行・盛夏
source: Travel Notes: Midsummer
ja: 紀行・真夏
ru: Летний зной
vi: Nhật Kí Hành Trình: Midsummer
zh_hant: 紀行・盛夏

# 纪行・白英
source: Travel Notes: Lyratum
ja: 紀行・白英
ru: Паслён
vi: Nhật Kí Hành Trình: Lyratum
zh_hant: 紀行・白英

# 纪行・天命
source: Travel Notes: Divine Will
ja: 紀行・天命
ru: Провидение
vi: Nhật Kí Hành Trình: Divine Will
zh_hant: 紀行・天命

# 九条裟罗・天狗
source: Kujou Sara: Tengu
ja: 九条裟羅・天狗
ru: Тэнгу
zh_hant: 九條裟羅・天狗

# 成就・敲针
source: Achievement: Nails
ja: アチーブメント・針叩き
ru: Гвозди
vi: Thành Tựu: Nails
zh_hant: 成就・敲針

# 纪行・熄星
source: Travel Notes: Fading Star
ja: 紀行・熄星
ru: Погасшая звезда
vi: Nhật Kí Hành Trình: Fading Star
zh_hant: 紀行・熄星

# 成就・游遍
source: Achievement: Explorer
ja: アチーブメント・遍遊
ru: Исследователь
vi: Thành Tựu: Explorer
zh_hant: 成就・遊遍

# 稻妻・常世
source: Inazuma: Tokoyo
ja: 稲妻・常世
ru: Токоё
zh_hant: 稻妻・常世

# 魈・傩面
source: Xiao: Mask
ja: 魈・儺面
ru: Маска Якса
vi: Xiao: Mặt Nạ
zh_hant: 魈・儺面

# 纪行・流彩
source: Travel Notes: Flowing Hues
ja: 紀行・流彩
ru: Струящиеся оттенки
vi: Nhật Kí Hành Trình: Flowing Hues
zh_hant: 紀行・流彩

# 刻晴・雷楔
source: Keqing: Lightning Stiletto
ja: 刻晴・雷楔
ru: Громовой стилет
vi: Keqing: Đá Lôi
zh_hant: 刻晴・雷楔

# 蒙德・祝愿
source: Mondstadt: Blessing
ja: モンド・祝福
ru: Молитва
zh_hant: 蒙德・祝願

# 纪行・鸣神大社
source: Travel Notes: Grand Narukami Shrine
ja: 紀行・鳴神大社
ru: Великий храм Наруками
vi: Nhật Kí Hành Trình: Grand Narukami Shrine
zh_hant: 紀行・鳴神大社

# 北斗・拔锚
source: Beidou: Weighing Anchor
ja: 北斗・拔錨
ru: Якорь
vi: Beidou: Nhổ Neo
zh_hant: 北鬥・拔錨

# 申鹤・栉掠
source: Shenhe: Comb
ja: 申鶴・櫛掠
ru: Гребень
vi: Shenhe: Tiết Lược
zh_hant: 申鶴・櫛掠

# 香菱・出锅
source: Xiangling: Fresh from the Pan
ja: 香菱・出来上がり
ru: Горячий Гоба
vi: Xiangling: Nấu Xong
zh_hant: 香菱・出鍋

# 凝光・凤仪
source: Ningguang: Phoenix
ja: 凝光・鳳儀
ru: Величие феникса
vi: Ningguang: Cốt Cách Phượng Hoàng
zh_hant: 凝光・鳳儀

# 夜兰・一掷
source: Yelan: Throw
ja: 夜蘭・一擲
ru: Бросок
vi: Yelan: Đổ Xúc Xắc
zh_hant: 夜蘭・一擲

# 成就・石龙
source: Achievement: Stone Dragon
ja: アチーブメント・石龍
ru: Каменный дракон
vi: Thành Tựu: Stone Dragon
zh_hant: 成就・石龍

# 成就・遍历
source: Achievement: Traversal
ja: アチーブメント・遍歴
ru: Преодоление
vi: Thành Tựu: Traversal
zh_hant: 成就・遍歷

# 纪行・捕风
source: Travel Notes: Catch the Wind
ja: 紀行・風捕り
ru: Ловец ветра
vi: Nhật Kí Hành Trình: Catch the Wind
zh_hant: 紀行・捕風

# 稻妻・九条之纹
source: Inazuma: Kujou Insignia
ja: 稲妻・九条の紋
ru: Герб Кудзё
zh_hant: 稻妻・九條之紋

# 行秋・雨虹
source: Xingqiu: Rainbow
ja: 行秋・雨虹
ru: Мечи дождя
vi: Xingqiu: Cầu Vòng
zh_hant: 行秋・雨虹

# 神里绫人・涟漪
source: Kamisato Ayato: Ripple
ja: 神里綾人・細波
ru: Лёгкая зыбь
vi: Kamisato Ayato: Gợn Sóng
zh_hant: 神里綾人・漣漪

# 雷电将军・开眼
source: Raiden Shogun: Enlighten­ment
ja: 雷電将軍・開眼
ru: Просветление
vi: Raiden Shogun: Thức Tỉnh
zh_hant: 雷電將軍・開眼

# 庆典・棋谭
source: Celebration: Mechanicus
ja: 祭典・棋譚
ru: Механикус
vi: Lễ Hội: Mechanicus
zh_hant: 慶典・棋譚

# 八重神子・梦狐
source: Yae Miko: Kitsune Dreaming
ja: 八重神子・夢狐
ru: Мечтательная кицунэ
vi: Yae Miko: Hồ Ly Mộng Mơ
zh_hant: 八重神子・夢狐

# 琴・风向
source: Jean: The Winds' Course
ja: ジン・風向き
ru: Одуванчики
vi: Jean: Hướng Gió
zh_hant: 琴・風向

# 庆典・魔球
source: Celebration: Kaboomball
ja: 祭典・魔球
ru: Бабах-мяч
vi: Lễ Hội: Kaboomll
zh_hant: 慶典・魔球

# 芭芭拉・流淌
source: Barbara: Flow
ja: バーバラ・流れ
ru: Мелодия
vi: Barbara: Dòng Chảy
zh_hant: 芭芭拉・流淌

# 成就・相逢
source: Achievement: Reunion
ja: アチーブメント・出会い
ru: Долгожданная встреча
vi: Thành Tựu: Reunion
zh_hant: 成就・相逢

# 成就・雷音
source: Achievement: Thunderclap
ja: アチーブメント・雷音
ru: Раскат грома
vi: Thành Tựu: Thunderclap
zh_hant: 成就・雷音

# 托马・炎袖
source: Thoma: Blazing Guard
ja: トーマ・炎袖
ru: Пламенный рукав
vi: Thoma: Băng Đỏ
zh_hant: 托馬・炎袖

# 璃月・岩寂
source: Liyue: Stillness of Stone
ja: 璃月・岩寂
ru: Каменный покой
zh_hant: 璃月・岩寂

# 成就・挑战・其二
source: Achievement: Challenger II
ja: アチーブメント・挑戦・2
ru: Испытания II
vi: Thành Tựu: Challenger II
zh_hant: 成就・挑戰・其二

# 迪奥娜・呜喵
source: Diona: Meow!
ja: ディオナ・にゃん
ru: Мяу-мяу!
vi: Diona: Meo!
zh_hant: 迪奧娜・嗚喵

# 成就・合扇
source: Achievement: Cliffhanger
ja: アチーブメント・合扇
ru: Неожиданный поворот
vi: Thành Tựu: Cliffhanger
zh_hant: 成就・合扇

# 纪行・蛰醒
source: Travel Notes: Awakening
ja: 紀行・啓蟄
ru: Пробуждение
vi: Nhật Kí Hành Trình: Awakening
zh_hant: 紀行・蟄醒

# 成就・挑战・其三
source: Achievement: Challenger III
ja: アチーブメント・挑戦・3
ru: Испытания III
vi: Thành Tựu: Challenger III
zh_hant: 成就・挑戰・其三

# 纪行・白垩
source: Travel Notes: Chalk
ja: 紀行・白亜
ru: Мел
vi: Nhật Kí Hành Trình: Chalk
zh_hant: 紀行・白堊

# 神里绫华・扇子
source: Kamisato Ayaka: Folding Fan
ja: 神里綾華・扇子
ru: Веер
vi: Kamisato Ayaka: Cây Quạt
zh_hant: 神里綾華・扇子

# 成就・山民
source: Achievement: Hill Dwellers
ja: アチーブメント・山民
ru: Горный житель
vi: Thành Tựu: Hill Dwellers
zh_hant: 成就・山民

# 庆典・躲猫
source: Celebration: Peekaboo!
ja: 祭典・かくれんぼ
ru: Ку-ку!
vi: Lễ Hội: Peekaboo!
zh_hant: 慶典・躲貓

# 成就・挑战
source: Achievement: Challenger
ja: アチーブメント・挑戦
ru: Испытания
vi: Thành Tựu: Challenger
zh_hant: 成就・挑戰

# 班尼特・认可
source: Bennett: Recognition
ja: ベネット・認可
ru: Одобрение
vi: Bennett: Chấp Nhận
zh_hant: 班尼特・認可

# 成就・侠行
source: Achievement: Hero
ja: アチーブメント・侠行
ru: Герой
vi: Thành Tựu: Người Hùng
zh_hant: 成就・俠行

# 迪卢克・燃烧
source: Diluc: Flames
ja: ディルック・燃焼
ru: Огненная птица
vi: Diluc: Thiêu Đốt
zh_hant: 迪盧克・燃燒

# 稻妻・鹫羽
source: Inazuma: Eagleplume
ja: 稲妻・鷲羽
ru: Перо орла
zh_hant: 稻妻・鷲羽

# 成就・门扉
source: Achievement: Gate
ja: アチーブメント・扉
ru: Врата
vi: Thành Tựu: Gate
zh_hant: 成就・門扉

# 纪行・神将
source: Travel Notes: Heavenly General
ja: 紀行・神将
ru: Божественный генерал
vi: Nhật Kí Hành Trình: Heavenly General
zh_hant: 紀行・神將

# 安柏・兔兔
source: Amber: Bunny
ja: アンバー・ウサギ
ru: Барон Зайчик
vi: Amber: Con Thỏ
zh_hant: 安柏・兔兔

# 辛焱・唱罢
source: Xinyan: Song's End
ja: 辛炎・演奏終了
ru: Музыка свободы
vi: Xinyan: Sau Khi Hát
zh_hant: 辛焱・唱罷

# 纪行・逐月
source: Travel Notes: Moonchaser
ja: 紀行・月逐い
ru: Лунная охота
vi: Nhật Kí Hành Trình: Moonchaser
zh_hant: 紀行・逐月

# 五郎・悠犬
source: Gorou: Leisurely Hound
ja: ゴロー・悠犬
ru: Безмятежный пёс
vi: Gorou: Chó Nhàn Nhã
zh_hant: 五郎・悠犬

# 成就・繁花
source: Achievement: Full Bloom
ja: アチーブメント・繁花
ru: Пышное цветение
vi: Thành Tựu: Full Bloom
zh_hant: 成就・繁花

# 纪行・明霄
source: Travel Notes: Mingxiao
ja: 紀行・明霄
ru: Лунный фонарь
vi: Nhật Kí Hành Trình: Mingxiao
zh_hant: 紀行・明霄

# 早柚・不倒貉貉
source: Sayu: Muji-Muji Daruma
ja: 早柚・むじむじだるま
ru: Мудзи-Мудзи Дарума
zh_hant: 早柚・不倒貉貉

# 烟绯・公正
source: Yanfei: Impartial
ja: 煙緋・公正
ru: Справедливость
vi: Yanfei: Công Chính
zh_hant: 煙緋・公正

# 砂糖・创生
source: Sucrose: Bio-Alchemy
ja: スクロース・創生
ru: Воздушный дух
vi: Sucrose: Sáng Tạo
zh_hant: 砂糖・創生

# 诺艾尔・守护
source: Noelle: Protector
ja: ノエル・守護
ru: Щит
vi: Noelle: Bảo Vệ
zh_hant: 諾艾爾・守護

# 凯亚・孔雀
source: Kaeya: Pavo Ocellus
ja: ガイア・孔雀
ru: Павлин
vi: Kaeya: Khổng Tước
zh_hant: 凱亞・孔雀

# 成就・壶歌
source: Achievement: Tea Time
ja: アチーブメント・壺歌
ru: Чайная песня
vi: Thành Tựu: Tea Time
zh_hant: 成就・壺歌

# 璃月・千帆
source: Liyue: A Thousand Ships
ja: 璃月・千帆
ru: Паруса
zh_hant: 璃月・千帆

# 庆典・妙算
source: Celebration: Wondrous Calculation
ja: 祭典・妙算
ru: Великолепный расчёт
vi: Lễ Hội: Wondrous Calculation
zh_hant: 慶典・妙算

# 庆典・灯昼
source: Celebration: Lantern-Light
ja: 祭典・灯昼
ru: Свет фонаря
vi: Lễ Hội: Lantern-Light
zh_hant: 慶典・燈晝

# 成就・殊技
source: Achievement: Virtuoso
ja: アチーブメント・特技
ru: Профессионал
vi: Thành Tựu: Virtuoso
zh_hant: 成就・殊技

# 一斗・鬼颜
source: Itto: Oni Face
ja: 一斗・鬼顔
ru: Лицо óни
vi: Itto: Mặt Quỷ
zh_hant: 一鬥・鬼顏

# 庆典・盛宴
source: Celebration: Feast
ja: 祭典・宴会
ru: Великое пиршество (Для игроков Китая)
vi: Lễ Hội: Feast
zh_hant: 慶典・盛宴

# 久岐忍・络
source: Kuki Shinobu: Net
ja: 久岐忍・絡
ru: Сеть
vi: Kuki Shinobu: Lưới
zh_hant: 久岐忍・絡

# 蒙德・英名
source: Mondstadt: Hero's Fame
ja: モンド・英名
ru: Почётный рыцарь
vi: Mondstadt: Lẫy Lừng
zh_hant: 蒙德・英名

# 稻妻・神樱
source: Inazuma: Sacred Sakura
ja: 稲妻・神櫻
ru: Священная сакура
vi: Inazuma: Anh Đào Thần
zh_hant: 稻妻・神櫻

# 钟离・天星
source: Zhongli: Planet Befall
ja: 鍾離・天星
ru: Падение кометы
vi: Zhongli: Thiên Tinh
zh_hant: 鍾離・天星

# 提纳里·沐露
source: Tighnari: Dew-Kissed
ja: ティナリ·沐露
ru: Омовение росами
vi: Tighnari: Mộc Lộ
zh_hant: 提納里·沐露

# ★灰
source: ★ Gray
ja: ★ 灰
ru: ★ Серый
vi: ★ Xám
zh_hant: ★灰

# ★★绿
source: ★★ Green
ja: ★★ 緑
ru: ★★ Зелёный
vi: ★★ Xanh Lá
zh_hant: ★★綠

# ★★★蓝
source: ★★★ Blue
ja: ★★★ 青
ru: ★★★ Синий
vi: ★★★ Xanh Da Trời
zh_hant: ★★★藍

# ★★★★紫
source: ★★★★ Purple
ja: ★★★★ 紫
ru: ★★★★ Фиолетовый
vi: ★★★★ Tím
zh_hant: ★★★★紫

# ★★★★★红
source: ★★★★★ Red
ja: ★★★★★ 赤
ru: ★★★★★ Красный
vi: ★★★★★ Đỏ
zh_hant: ★★★★★紅

# ★★★★★金
source: ★★★★★ Gold
ja: ★★★★★ 金
ru: ★★★★★ Золотой
vi: ★★★★★ Vàng
zh_hant: ★★★★★金

# 纠缠之缘
source: Intertwined Fate
ja: 紡がれた運命
ru: Переплетающиеся судьбы
vi: Mối Duyên Vương Vấn
zh_hant: 糾纏之緣
