Repository: CanglongCl/Genshin-Pizza-Helper
Catalog: AccountIntent/*.lproj/AccountIntents.strings
Languages: ru, vi

# 1Ev2Th-7Mpxy7
source: Just to confirm, you wanted ‘（未知）’?
ru: Просто для подтверждения, вы хотели ‘（未知）’?
vi: Chỉ để xác nhận , bạn muốn ‘（未知）’?

# 1Ev2Th-Az9Qxm
source: Just to confirm, you wanted ‘完成后不显示’?
ru: Просто для подтверждения, вы хотели ‘完成后不显示’?
vi: Chỉ để xác nhận , bạn muốn ‘完成后不显示’?

# 1Ev2Th-TDccRa
source: Just to confirm, you wanted ‘始终不显示’?
ru: Просто для подтверждения, вы хотели ‘始终不显示’?
vi: Chỉ để xác nhận , bạn muốn ‘始终不显示’?

# 1Ev2Th-lMTFKb
source: Just to confirm, you wanted ‘始终显示’?
ru: Просто для подтверждения, вы хотели ‘始终显示’?
vi: Chỉ để xác nhận , bạn muốn ‘始终显示’?

# 2yWIH0
source: (Unknown)
ru: (Неизвестно)

# 3m73ML
source: (Unknown)
ru: (Неизвестно)

# 6LTnsO
source: false
ru: ложь

# 7Mpxy7
source: (Unknown)
ru: (Неизвестно)

# 81ss5Y
source: All done
ru: все завершены
vi: Tất cả đã xong

# 9W1NzG
source: true
ru: правда

# Az9Qxm
source: Disappear after finished
ru: Исчезнуть после завершения
vi: Biến mất sau khi hoàn thành

# DKesAN
source: Time to finish
ru: Время до конца
vi: Thời gian để hoàn thành

# DQpiCm
source: Show weekly bosses discount
ru: Показать скидки на лут с еженедельных боссов
vi: Hiển thị lượt giảm nửa tiêu hao của Vùng Đất Thảo Phạt

# EnqoJ9
source: Account
ru: Аккаунт
vi: Tài Khoản

# Jbahdk
source: false
ru: ложь

# K2iJCd
source: Show today's materials (Big size only)
ru: Показать сегодняшние материалы (Только в развёрнутом виде)
vi: Hiển thị các nguyên liệu của ngày hôm nay (Chỉ dành cho kích thước lớn)

# MVmO5f
source: Show parametric transformer
ru: Показать Параметрический преобразователь
vi: Hiển thị máy biến đổi tham số

# NEV35Z
source: Number of Ongoing Expedition
ru: Количество текущих экспедиций
vi: Số cuộc thám hiểm

# NI3XnI
source: Select the account displayed on widget
ru: Выбрать аккаунт, изображаемый на виджете
vi: Chọn Tài Khoản hiển thị trên tiện ích

# P3fcKK
source: Select the account displayed on widget
ru: Выбрать аккаунт, изображаемый на виджете
vi: Chọn Tài Khoản hiển thị trên tiện ích

# PLml4M
source: Weekly Bosses Showing Method
ru: Способ показа еженедельных боссов
vi: Cách hiển thị Boss Vùng Đất Thảo Phạt

# PS8etl
source: Yes
ru: Да

# TDccRa
source: Never show
ru: Никогда не показывать
vi: Không bao giờ hiển thị

# TYuPZZ
source: Account
ru: Аккаунт
vi: Tài Khoản

# XXexIV
source: Show parametric transformer
ru: Показать Параметрический преобразователь
vi: Hiển thị máy biến đổi tham số

# a0FhAC-9W1NzG
source: There are ${count} options matching ‘true’.
ru: Здесь ${count} настроек подходящие под ‘правда’.
vi: Có ${count} tùy chọn phù hợp ‘true’.

# a0FhAC-Jbahdk
source: There are ${count} options matching ‘false’.
ru: Здесь ${count} настроек подходящие под ‘ложь’.
vi: Có ${count} tùy chọn phù hợp ‘false’.

# a0FhAC-i8VQT9
source: There are ${count} options matching ‘true’.
ru: Здесь ${count} настроек подходящие под ‘правда’.
vi: Có ${count} tùy chọn phù hợp ‘true’.

# a0FhAC-vl1bDD
source: There are ${count} options matching ‘false’.
ru: Здесь ${count} настроек подходящие под ‘ложь’.
vi: Có ${count} tùy chọn phù hợp ‘false’.

# a5PB3w
source: Next done
ru: одно завершено
vi: Tiếp theo thực hiện

# cjQ7ix-3m73ML
source: Just to confirm, you wanted ‘(Unknown)’?
ru: Просто для подтверждения, вы хотели ‘(Неизвестно)’?
vi: Chỉ để xác nhận, bạn muốn ‘(Unknown)’?

# cjQ7ix-DKesAN
source: Just to confirm, you wanted ‘Time to finish’?
ru: Просто для подтверждения, вы хотели ‘Время до конца’?
vi: Chỉ để xác nhận, bạn muốn ‘thời gian để hoàn thành’?

# cjQ7ix-NEV35Z
source: Just to confirm, you wanted ‘正在探索人数’?
ru: Просто для подтверждения, вы хотели ‘正在探索人数’?
vi: Chỉ để xác nhận, bạn muốn ‘正在探索人数’?

# cjQ7ix-vFlGnC
source: Just to confirm, you wanted ‘完成时间点’?
ru: Просто для подтверждения, вы хотели ‘完成时间点’?
vi: Chỉ để xác nhận, bạn muốn ‘完成时间点’?

# d0PsaK
source: true
ru: правда

# d7jH4f-7Mpxy7
source: There are ${count} options matching ‘（未知）’.
ru: Здесь ${count} настроек подходящие под ‘（未知）’.
vi: Có ${count} tùy chọn phù hợp ‘（未知）’.

# d7jH4f-Az9Qxm
source: There are ${count} options matching ‘完成后不显示’.
ru: Здесь ${count} настроек подходящие под ‘完成后不显示’.
vi: Có ${count} tùy chọn phù hợp ‘完成后不显示’.

# d7jH4f-TDccRa
source: There are ${count} options matching ‘始终不显示’.
ru: Здесь ${count} настроек подходящие под ‘始终不显示’.
vi: Có ${count} tùy chọn phù hợp ‘始终不显示’.

# d7jH4f-lMTFKb
source: There are ${count} options matching ‘始终显示’.
ru: Здесь ${count} настроек подходящие под ‘始终显示’.
vi: Có ${count} tùy chọn phù hợp ‘始终显示’.

# dUyzRX
source: Expedition Display Method
ru: Метод отображения экспедиций
vi: Cách thức hiển thị phái đi thám hiểm

# e0kZEQ-2yWIH0
source: Just to confirm, you wanted ‘（未知）’?
ru: Просто для подтверждения, вы хотели ‘（未知）’?
vi: Chỉ để xác nhận, bạn muốn ‘（未知）’?

# e0kZEQ-81ss5Y
source: Just to confirm, you wanted ‘全部完成时’?
ru: Просто для подтверждения, вы хотели ‘全部完成时’?
vi: Chỉ để xác nhận, bạn muốn ‘全部完成时’?

# e0kZEQ-a5PB3w
source: Just to confirm, you wanted ‘下一个完成时’?
ru: Просто для подтверждения, вы хотели ‘下一个完成时’?
vi: Chỉ để xác nhận, bạn muốn ‘下一个完成时’?

# enBbLR
source: Account
ru: Аккаунт
vi: Tài Khoản

# f8OJzI
source: Widget background
ru: Фон виджета
vi: Nền tiện ích

# fYQAf4
source: Expedition Notice Method
ru: Метод уведомления об экспедициях
vi: Cách thông báo phái đi thám hiểm

# gknWkx
source: Random Background
ru: Случайный фон
vi: Nền ngẫu nhiên

# gxv19W
source: Yes
ru: Да

# hT68r4
source: Weekly Boss Display Method
ru: Метод отображения недельных боссов
vi: Cách hiển thị Boss Vùng Đất Thảo Phạt

# i8VQT9
source: true
ru: правда

# k2M7XL
source: Expedition Showing Method
ru: Метод показа экспедиции
vi: Cách hiển thị phái đi thám hiểm

# ktBsgM
source: true
ru: правда

# l4a3No-2yWIH0
source: There are ${count} options matching ‘（未知）’.
ru: Здесь ${count} настроек подходящие под ‘（未知）’.
vi: Có ${count} tùy chọn phù hợp ‘（未知）’.

# l4a3No-81ss5Y
source: There are ${count} options matching ‘全部完成时’.
ru: Здесь ${count} настроек подходящие под ‘全部完成时’.
vi: Có ${count} tùy chọn phù hợp ‘全部完成时’.

# l4a3No-a5PB3w
source: There are ${count} options matching ‘下一个完成时’.
ru: Здесь ${count} настроек подходящие под ‘下一个完成时’.
vi: Có ${count} tùy chọn phù hợp ‘下一个完成时’.

# lMTFKb
source: Always show
ru: Всегда показывать
vi: Luôn luôn hiển thị

# lbRsap
source: Expedition remind for
ru: Напоминание об экспедициях, когда
vi: Nhắc nhớ cuộc phái đi thám hiểm cho

# ll3vKn
source: false
ru: ложь

# mKzz1P
source: Dark mode (following system)
ru: Тёмный режим (как в системе)
vi: Chế độ tối (theo hệ thống)

# mRXrdK
source: No
ru: Нет
vi: Không

# ppnCJD
source: No
ru: Нет
vi: Không

# qijLJm
source: Account name
ru: Имя аккаунта
vi: Tên Tài Khoản

# rfBAEx-3m73ML
source: There are ${count} options matching ‘（未知）’.
ru: Здесь ${count} настроек подходящие под ‘（未知）’.
vi: Có ${count} tùy chọn phù hợp ‘（未知）’.

# rfBAEx-DKesAN
source: There are ${count} options matching ‘完成所需时间’.
ru: Здесь ${count} настроек подходящие под ‘完成所需时间’.
vi: Có ${count} tùy chọn phù hợp ‘完成所需时间’.

# rfBAEx-NEV35Z
source: There are ${count} options matching ‘正在探索人数’.
ru: Здесь ${count} настроек подходящие под ‘正在探索人数’.
vi: Có ${count} tùy chọn phù hợp ‘正在探索人数’.

# rfBAEx-vFlGnC
source: There are ${count} options matching ‘完成时间点’.
ru: Здесь ${count} настроек подходящие под ‘完成时间点’.
vi: Có ${count} tùy chọn phù hợp ‘完成时间点’.

# sWpemX
source: Choose account
ru: Выберите аккаунт
vi: Lựa Chọn Tài Khoản

# vAR6GW
source: Select account
ru: Выбранный аккаунт
vi: Chọn Tài Khoản

# vFlGnC
source: Finished time
ru: Завершённое время
vi: Thời gian kết thúc

# vK3j6C
source: Background
ru: Фон
vi: Nền

# vl1bDD
source: false
ru: ложь

# yjs09O
source: Select account and others
ru: Выбрать аккаунт и остальное
vi: Chọn Tài Khoản và những tàu khoản khác

# zQrKVi
source: Choose the displayed account for the widget
ru: Выберите отображаемый аккаунт для виджета
vi: Chọn Tài Khoản hiển thị ở tiện ích

# 2sA6YK
source: false
ru: ложь

# 3xS9bp
source: Widget Background Color
ru: Цвет фона виджета
vi: Màu nền tiện ích

# 52SZIK
source: ★★Green
ru: ★★Зелёный
vi: ★★Xanh lá

# 87WYHP
source: Widget configuration
ru: Настройка виджета
vi: Cấu hình Widget

# 89DxTH
source: Anemo
ru: Анемо
vi: Phong

# DYkkLk
source: ★★★★★Gold
ru: ★★★★★Золото
vi: ★★★★★Vàng

# H3Ih3C
source: ★Gray
ru: ★Серое
vi: ★Xám

# I4e2SF
source: Pyro
ru: Пиро
vi: Hoả

# NKtRSE
source: Geo
ru: Гео
vi: Nham

# S20R6h
source: Cyro
ru: Крио
vi: Băng

# TAftI9
source: Dendro
ru: Дендро
vi: Thảo

# UqmTP9
source: Configure for Genshin Pizza
ru: Настройка Genshin Pizza
vi: Cấu hình cho Genshin Pizza

# Vs9Whf
source: Widget Background Type
ru: Тип фона виджета
vi: Loại nền của tiện ích

# XnDLoc
source: true
ru: правда

# YrOyp9
source: ★★★Blue
ru: ★★★Синий
vi: ★★★Xanh Da Trời

# bMiiOE
source: (Unknown)
ru: (Неизвестно)

# fFVHow
source: namecard
ru: именная карта
vi: Danh Thiếp

# ft3ye3
source: ★★★★★Red
ru: ★★★★★Красный
vi: ★★★★★Đỏ

# lnnUEA
source: Hydro
ru: Гидро
vi: Thuỷ

# nqqAbg
source: Show custom account name
ru: Показывать своё имя аккаунта
vi: Hiển thị tên tài khoản tùy chỉnh

# oi0S30
source: color
ru: цвет
vi: Màu sắc

# pmxRYI
source: ★★★★Purple
ru: ★★★★Фиолетовый
vi: ★★★★Tím

# sCNVNi
source: Electro
ru: Электро
vi: Lôi

# wnGFsd
source: Intertwined Fate
ru: Переплетающиеся судьбы
vi: Mối Duyên Vương Vấn
